{
 "(The windows may automatically close once the login is successful.)": "(Windows có thể tự động đóng sau khi đăng nhập thành công.)",
 "- Discord Presence (+ BloxstrapRPC support)": "- Sự Hiện Diện Bất Hòa (+ Hỗ Trợ Bloxstraprpc)",
 "- Discord Webhooks": "- Webhooks Discord",
 "- FPS Cap -": "- Nắp Fps -",
 "- Mod Scripts": "- Kịch Bản Mod",
 "- Multiple Instances": "- Nhiều Trường Hợp",
 "- Roblox FPS Unlocker -": "- Roblox Fps Unlocker -",
 "- Roblox Vulkan Rendering -": "- Kết Xuất Roblox Vulkan -",
 "- Server Locations": "- Vị Trí Máy Chủ",
 "--- Activity Tracking ---": "--- Theo dõi hoạt động ---",
 "--- Admin Permissions Not Required ---": "--- Không được quyền quản trị không bắt buộc ---",
 "--- Attention Needed! ---": "--- Cần chú ý! ---",
 "--- Bootstrap Settings ---": "--- Cài đặt bootstrap ---",
 "--- Checking for Bootstrap Updates ---": "--- Kiểm tra các bản cập nhật Bootstrap ---",
 "--- Checking for Roblox Studio Updates ---": "--- Kiểm tra các bản cập nhật của ROBLOX Studio ---",
 "--- Checking for Roblox Updates ---": "--- Kiểm tra các bản cập nhật Roblox ---",
 "--- Clear All OrangeBlox Logs ---": "--- Xóa tất cả các bản ghi Orangeblox ---",
 "--- Clear All Roblox Logs ---": "--- Xóa tất cả các bản ghi Roblox ---",
 "--- Clear All Unneeded Files ---": "--- Xóa tất cả các tệp không cần thiết ---",
 "--- Clear App Locks ---": "--- Xóa khóa ứng dụng ---",
 "--- Clear Bootstrap Images ---": "--- Hình ảnh Bootstrap rõ ràng ---",
 "--- Clear Downloaded Roblox Files ---": "--- Xóa các tệp Roblox đã tải xuống ---",
 "--- Clear Python Cache ---": "--- Rõ ràng bộ nhớ cache Python ---",
 "--- Clear Roblox Installers ---": "--- Trình cài đặt ROBLOX rõ ràng ---",
 "--- Clear Temporary Storage ---": "--- Lưu trữ tạm thời rõ ràng ---",
 "--- Clear Unneeded Mods ---": "--- Mod không cần thiết rõ ràng ---",
 "--- Connect to Existing Roblox ---": "--- Kết nối với ROBLOX hiện có ---",
 "--- Connect to Existing Roblox Studio ---": "--- Kết nối với ROBLOX Studio hiện tại ---",
 "--- Continue to Roblox ---": "--- Tiếp tục Roblox ---",
 "--- Continue to Roblox Studio ---": "--- Tiếp tục đến ROBLOX Studio ---",
 "--- Credits ---": "--- Tín dụng ---",
 "--- Custom Disconnect Message ---": "--- Tin nhắn ngắt kết nối tùy chỉnh ---",
 "--- Custom Fast Flags ---": "--- Cờ nhanh tùy chỉnh ---",
 "--- Debugging ---": "--- Gỡ lỗi ---",
 "--- Default to Select Tool ---": "--- Mặc định để chọn công cụ ---",
 "--- Disable Ads ---": "--- Tắt quảng cáo ---",
 "--- Disable Foundation Mode ---": "--- Tắt chế độ nền tảng ---",
 "--- Disable Full Screen Title Bar ---": "--- Tắt thanh tiêu đề toàn màn hình toàn màn hình ---",
 "--- Disable Highlights ---": "--- Tắt các điểm nổi bật ---",
 "--- Disable In-Game Chat ---": "--- Tắt trò chuyện trong trò chơi ---",
 "--- Disable In-Game Purchases ---": "--- Vô hiệu hóa mua hàng trong trò chơi ---",
 "--- Disable Voice Chat ---": "--- Tắt trò chuyện bằng giọng nói ---",
 "--- Display FPS ---": "--- Hiển thị FPS ---",
 "--- Enable Assistant Code Generation ---": "--- Bật tạo mã trợ lý ---",
 "--- Enable Developer Tools ---": "--- Kích hoạt các công cụ nhà phát triển ---",
 "--- Enable Freecam ---": "--- Bật Freecam ---",
 "--- Enable Materials Generator ---": "--- Bật máy phát điện vật liệu ---",
 "--- Enable Multi Select ---": "--- Bật đa chọn ---",
 "--- Enable New Camera Controls ---": "--- Bật điều khiển camera mới ---",
 "--- Enable New Genre System Under Making ---": "--- Kích hoạt hệ thống thể loại mới đang thực hiện ---",
 "--- Enable Old Explorer ---": "--- Bật trình thám hiểm cũ ---",
 "--- Enable Ragdoll Death Animation ---": "--- Bật hoạt hình chết Ragdoll ---",
 "--- Enable Red Text Font ---": "--- Bật phông chữ màu đỏ ---",
 "--- End All Roblox Instances ---": "--- Kết thúc tất cả các trường hợp Roblox ---",
 "--- End All Roblox Studio Instances ---": "--- Kết thúc tất cả các trường hợp ROBLOX Studio ---",
 "--- FPS Unlocker ---": "--- Bộ mở khóa FPS ---",
 "--- Fast Flags Installer ---": "--- Trình cài đặt cờ nhanh ---",
 "--- Final Touches ---": "--- Chạm cuối cùng ---",
 "--- Global Setting Modifications ---": "--- Sửa đổi cài đặt toàn cầu ---",
 "--- Hello Bootstrap User! ---": "--- Xin chào người dùng Bootstrap! ---",
 "--- Hello Robloxian! ---": "--- Xin chào Robloxian! ---",
 "--- Hide Internet Disconnect Message ---": "--- Ẩn tin nhắn ngắt kết nối Internet ---",
 "--- Hide UI ---": "--- Ẩn UI ---",
 "--- Important Information ---": "--- Thông tin quan trọng ---",
 "--- Increase Max Assets Loading ---": "--- Tăng tải tài sản tối đa ---",
 "--- Install Required! ---": "--- Yêu cầu cài đặt! ---",
 "--- Installation Mode ---": "--- Chế độ cài đặt ---",
 "--- Installation Ready! ---": "--- Cài đặt sẵn sàng! ---",
 "--- Installing Latest Roblox Studio Version ---": "--- Cài đặt phiên bản ROBLOX Studio mới nhất ---",
 "--- Installing Latest Roblox Version ---": "--- Cài đặt phiên bản Roblox mới nhất ---",
 "--- Installing Python Modules ---": "--- Cài đặt các mô-đun Python ---",
 "--- Installing Roblox ---": "--- Cài đặt Roblox ---",
 "--- Installing Roblox Studio to Bootstrap ---": "--- Cài đặt ROBLOX Studio để Bootstrap ---",
 "--- Installing Roblox to Bootstrap ---": "--- Cài đặt Roblox để bootstrap ---",
 "--- Lighting Mode ---": "--- Chế độ chiếu sáng ---",
 "--- Limit Videos Playing ---": "--- Giới hạn video phát ---",
 "--- Main Menu ---": "--- Menu chính ---",
 "--- Mods Manager ---": "--- Trình quản lý mod ---",
 "--- Multiple Instances ---": "--- Nhiều trường hợp ---",
 "--- New Bootstrap Update ---": "--- Cập nhật Bootstrap mới ---",
 "--- OrangeBlox Backup Assistant ---": "--- Trợ lý sao lưu Orangeblox ---",
 "--- Pre-Rendering ---": "--- Kết xuất trước ---",
 "--- Preparing Roblox ---": "--- Chuẩn bị Roblox ---",
 "--- Preparing Roblox Studio ---": "--- Chuẩn bị ROBLOX Studio ---",
 "--- Python Update Required ---": "--- Yêu cầu cập nhật Python ---",
 "--- Quick Connect ---": "--- Kết nối nhanh ---",
 "--- Redirecting to Roblox Studio! ---": "--- Chuyển hướng đến ROBLOX Studio! ---",
 "--- Redirecting to Roblox! ---": "--- Chuyển hướng đến Roblox! ---",
 "--- Reinstall Roblox ---": "--- Cài đặt lại Roblox ---",
 "--- Reinstalling Roblox ---": "--- Cài đặt lại Roblox ---",
 "--- Rendering Mode ---": "--- Chế độ kết xuất ---",
 "--- Replace Charts ---": "--- Thay thế biểu đồ ---",
 "--- Roblox Installer Options ---": "--- Tùy chọn Trình cài đặt Roblox ---",
 "--- Roblox Link Shortcuts ---": "--- Phím tắt liên kết Roblox ---",
 "--- Roblox Settings ---": "--- Cài đặt Roblox ---",
 "--- Roblox Studio Permission ---": "--- Giấy phép Studio ROBLOX ---",
 "--- Run OrangeBlox Installer ---": "--- Chạy Trình cài đặt Orangeblox ---",
 "--- Running Roblox ---": "--- Chạy Roblox ---",
 "--- Running Roblox Studio ---": "--- Đang chạy ROBLOX Studio ---",
 "--- Running Roblox(*) ---": "--- Chạy Roblox (*) ---",
 "--- Saving Ready! ---": "--- Tiết kiệm sẵn sàng! ---",
 "--- Select Link Shortcut ---": "--- Chọn phím tắt liên kết ---",
 "--- Select Option ---": "--- Chọn tùy chọn ---",
 "--- Settings ---": "--- Cài đặt ---",
 "--- Setup Information ---": "--- Thông tin thiết lập ---",
 "--- Step 1 ---": "--- Bước 1 ---",
 "--- Step 2 ---": "--- Bước 2 ---",
 "--- Step 3 ---": "--- Bước 3 ---",
 "--- Step 4 ---": "--- Bước 4 ---",
 "--- Step 5 ---": "--- Bước 5 ---",
 "--- Step 6 ---": "--- Bước 6 ---",
 "--- Sync from Configuration ---": "--- Đồng bộ hóa từ cấu hình ---",
 "--- Sync to Configuration ---": "--- Đồng bộ hóa cấu hình ---",
 "--- Template ---": "--- Bản mẫu ---",
 "--- Texture Quality ---": "--- Chất lượng kết cấu ---",
 "--- Tutorial ---": "--- Hướng dẫn ---",
 "--- Uninstall Roblox ---": "--- Gỡ cài đặt Roblox ---",
 "--- Unknown URL ---": "--- URL không xác định ---",
 "--- Verified Badge ---": "--- Huy hiệu đã xác minh ---",
 "--- Waiting for Internet ---": "--- Chờ internet ---",
 "--- Mod Script Settings ---": "--- Cài đặt tập lệnh mod ---",
 "--- Unfriended Friends ---": "--- Những người bạn không kết bạn ---",
 "--- Update to Python (*) ---": "--- Cập nhật lên Python (*) ---",
 "--- Info #(*) ---": "--- Thông tin #(*) ---",
 "--- Installer ---": "--- Trình cài đặt ---",
 "--- Remove Automatically Translated ---": "--- Xóa tự động dịch ---",
 "--- Updater ---": "--- Cập nhật ---",
 "0 Bytes": "0 byte",
 "1. Made by (*)@EfazDev 🍊(*)": "1. Được thực hiện bởi (*)@EfazDev 🍊 (*)",
 "1. Make sure all currently open instances are fully loaded in a game before going to an another account.": "1. Đảm bảo tất cả các trường hợp mở hiện đang được tải đầy đủ trong một trò chơi trước khi vào một tài khoản khác..",
 "2. If you get teleported or kicked out, you may teleport into the current logged in Roblox account stored which may be the last logged in account.": "2. Nếu bạn bị dịch chuyển tức thời hoặc khởi động, bạn có thể dịch chuyển vào tài khoản Roblox được đăng nhập hiện tại có thể là lần đăng nhập cuối cùng trong tài khoản..",
 "2. Old Player Sounds and Cursors were sourced from (*)Bloxstrap 🎮 (https://github.com/pizzaboxer/bloxstrap)(*)": "2. Âm thanh người chơi và con trỏ cũ được lấy từ (*)Bloxstrap 🎮 (https://github.com/pizzaboxer/bloxstrap)(*)",
 "3. After Roblox versions 0.677+, Roblox has issued a new patch on multi-instancing that closes Roblox after a certain unknown time.": "3. Sau các phiên bản Roblox 0.677+, Roblox đã phát hành một bản vá mới về đa cấp độ đóng cửa Roblox sau một thời gian chưa biết nhất định..",
 "3. Avatar Editor Maps were from (*)Mielesgames's Map Files 🗺️ (https://github.com/Mielesgames/RobloxAvatarEditorMaps)(*) slightly edited to be usable for the current version of Roblox (as of the time of writing this)": "3. Bản đồ trình soạn thảo avatar là từ (*)Tệp bản đồ của Mielesgames",
 "4. Multi-Instances may be deflicted depending if one of your accounts are assigned to a different Roblox version.": "4. Đa trường hợp có thể bị lệch tùy thuộc vào việc một trong các tài khoản của bạn được gán cho phiên bản Roblox khác..",
 "4. The Kliko's Mod Tool Mod Script was edited and made from (*)Kliko's Mod Tool and Kliko's modloader 🎮 (https://github.com/klikos-modloader/klikos-modloader)(*)": "4. Tập lệnh Mod Mod Mod của Kliko đã được chỉnh sửa và được tạo từ (*)Công cụ Mod của Kliko và ModLoader của Kliko (https://github.com/klikos-Modloader/klikos-Modloader)()",
 "5. Python Module Creators:": "5. Người tạo mô -đun Python:",
 "6. The logo of OrangeBlox was made thanks of (*)@CabledRblx 🦆(*). Thanks :)": "6. Logo của OrangeBlox đã được thực hiện, cảm ơn (*)@cableSrblx (*). Cảm ơn:)",
 "7. Server Locations was made thanks to (*)ipinfo.io 🌐(*) as it wouldn't be possible to convert ip addresses without them!": "7. Vị trí máy chủ đã được thực hiện nhờ (*)ipinfo.io (*)vì không thể chuyển đổi địa chỉ IP mà không có chúng!",
 "Access to editing FFlags settings was disabled by file. Please try again later!": "Truy cập vào cài đặt FFlagS chỉnh sửa đã bị vô hiệu hóa theo hồ sơ. Hãy thử lại sau!",
 "Access to editing Mods was disabled by file. Please try again later!": "Truy cập vào các Mod chỉnh sửa đã bị vô hiệu hóa theo hồ sơ. Hãy thử lại sau!",
 "Access to editing Settings was disabled by file. Please try again later!": "Truy cập vào cài đặt chỉnh sửa đã bị vô hiệu hóa theo tệp. Hãy thử lại sau!",
 "Access to using Link Shortcuts was disabled by file. Please try again later!": "Truy cập bằng cách sử dụng các phím tắt liên kết đã bị vô hiệu hóa theo tệp. Hãy thử lại sau!",
 "Activity Tracking is not enabled.": "Theo dõi hoạt động không được kích hoạt..",
 "Additionally, if you do meet with an option with a *, this means that any input will result with that option.": "Ngoài ra, nếu bạn gặp một tùy chọn với A *, điều này có nghĩa là bất kỳ đầu vào nào sẽ dẫn đến tùy chọn đó..",
 "Additionally, you can use the Reinstall Roblox option in the settings menu to prevent uninstalling this.": "Ngoài ra, bạn có thể sử dụng tùy chọn Cài đặt lại Roblox trong menu Cài đặt để ngăn chặn việc gỡ cài đặt này..",
 "Additionally, you may enter \"A\" to automatically determine or \"D\" to disable Roblox Studio update checks.": "Additionally, you may enter \"A\" to automatically determine or \"D\" to disable Roblox Studio update checks..",
 "Additionally, you may enter \"A\" to automatically determine or \"D\" to disable Roblox update checks.": "Ngoài ra, bạn có thể nhập \"A\" để tự động xác định hoặc \"D\" để tắt kiểm tra cập nhật Roblox..",
 "Alright now, last question, select carefully!": "Được rồi, câu hỏi cuối cùng, chọn cẩn thận!",
 "Alright! After that, we can now start with studio specific flags!": "Được rồi! Sau đó, bây giờ chúng ta có thể bắt đầu với các cờ cụ thể của studio!",
 "Alright! So, we will start with flags that are available for the Roblox player to be run in the playtest window!": "Được rồi! Vì vậy, chúng tôi sẽ bắt đầu với những lá cờ có sẵn cho người chơi Roblox được chạy trong cửa sổ PlayTest!",
 "Alright, it's your choice! In order to reselect, please restart setup!": "Được rồi, đó là sự lựa chọn của bạn! Để phân tích lại, xin vui lòng khởi động lại thiết lập!",
 "Alright, now that you have read all the needed information, let's get started! First, it's important that you best understand on how the choosing works.": "Được rồi, bây giờ bạn đã đọc tất cả các thông tin cần thiết, hãy bắt đầu! Đầu tiên, điều quan trọng là bạn phải hiểu rõ nhất về cách chọn hoạt động..",
 "An OrangeBlox instance already exists in this folder!": "Một ví dụ OrangeBlox đã tồn tại trong thư mục này!",
 "An existing Roblox Window is currently open. Would you like to restart it in order for changes to take effect? (y/n)": "Một cửa sổ Roblox hiện tại hiện đang mở. Bạn có muốn khởi động lại nó để các thay đổi có hiệu lực không? (y/n)",
 "And now you're ready on how to navigate! You will have to repeat this again once you install it but at least you know how to do it!": "Và bây giờ bạn đã sẵn sàng về cách điều hướng! Bạn sẽ phải lặp lại điều này một lần nữa sau khi bạn cài đặt nó nhưng ít nhất bạn biết cách làm điều đó!",
 "Anyway, here's some questions to answer regarding the install.": "Dù sao, đây là một số câu hỏi để trả lời liên quan đến cài đặt..",
 "Anyways, welcome to step 4! Here, you can select your settings!": "Dù sao, chào mừng bạn đến Bước 4! Tại đây, bạn có thể chọn cài đặt của bạn!",
 "Applying Mods..": "Áp dụng các Mod..",
 "Archiving Backup..": "Lưu trữ sao lưu..",
 "Are you sure you want to backup bootstrap data? This will save to a new file called Backup.obx (y/n)": "Bạn có chắc là bạn muốn sao lưu dữ liệu bootstrap? Điều này sẽ lưu vào một tệp mới được gọi là Backup.obx (y/n)",
 "Are you sure you want to end all currently open Roblox Studio instances? (y/n)": "Bạn có chắc là bạn muốn kết thúc tất cả các trường hợp Roblox Studio hiện đang mở không? (y/n)",
 "Are you sure you want to end all currently open Roblox instances? (y/n)": "Bạn có chắc là bạn muốn kết thúc tất cả các trường hợp Roblox hiện đang mở? (y/n)",
 "Are you sure you want to fully reinstall Roblox and REMOVE your user data? (y/n)": "Bạn có chắc là bạn muốn cài đặt lại hoàn toàn Roblox và xóa dữ liệu người dùng của mình không? (y/n)",
 "Are you sure you want to fully reinstall Roblox? (y/n)": "Bạn có chắc là bạn muốn cài đặt lại hoàn toàn Roblox? (y/n)",
 "Are you sure you want to reinstall Roblox Studio? (y/n)": "Bạn có chắc là bạn muốn cài đặt lại Roblox Studio? (y/n)",
 "Are you sure you want to reinstall Roblox? (y/n)": "Bạn có chắc là bạn muốn cài đặt lại Roblox? (y/n)",
 "Are you sure you want to reinstall Vanilla Roblox Studio? (y/n)": "Bạn có chắc là bạn muốn cài đặt lại Vanilla Roblox Studio? (y/n)",
 "Are you sure you want to reinstall Vanilla Roblox? (y/n)": "Bạn có chắc là bạn muốn cài đặt lại vani Roblox? (y/n)",
 "Are you sure you want to repair/reinstall the bootstrap? (y/n)": "Bạn có chắc là bạn muốn sửa chữa/cài đặt lại bootstrap? (y/n)",
 "Are you sure you want to reset ALL Mod Script Configurations? This may cause damage to the scripts if run. (y/n)": "Bạn có chắc là bạn muốn đặt lại tất cả các cấu hình tập lệnh Mod? Điều này có thể gây ra thiệt hại cho các tập lệnh nếu chạy. (y/n)",
 "Are you sure you want to restore your OrangeBlox files using the following OrangeBlox file?": "Bạn có chắc là bạn muốn khôi phục các tệp OrangeBlox của mình bằng tệp OrangeBlox sau không?",
 "Are you sure you want to run OrangeBlox installer from installation folder?": "Bạn có chắc là bạn muốn chạy Trình cài đặt OrangeBlox từ thư mục Cài đặt không?",
 "Are you sure you want to uninstall OrangeBlox from your system? (This will remove the app from your system and reinstall Roblox.) (y/n)": "Bạn có chắc là bạn muốn gỡ cài đặt OrangeBlox khỏi hệ thống của mình không? (Điều này sẽ xóa ứng dụng khỏi hệ thống của bạn và cài đặt lại Roblox.) (y/n)",
 "Are you sure you want to uninstall Roblox Studio from OrangeBlox? (y/n)": "Bạn có chắc là bạn muốn gỡ cài đặt Roblox Studio khỏi OrangeBlox? (y/n)",
 "Are you sure you want to uninstall Roblox and REMOVE your user data? (y/n)": "Bạn có chắc là bạn muốn gỡ cài đặt Roblox và xóa dữ liệu người dùng của mình không? (y/n)",
 "Are you sure you want to uninstall Roblox? (y/n)": "Bạn có chắc là bạn muốn gỡ cài đặt Roblox? (y/n)",
 "Are you sure you want to uninstall Vanilla Roblox Studio from your system? (y/n)": "Bạn có chắc là bạn muốn gỡ cài đặt Vanilla Roblox Studio khỏi hệ thống của bạn? (y/n)",
 "Are you sure you want to uninstall Vanilla Roblox from your system? (y/n)": "Bạn có chắc là bạn muốn gỡ cài đặt vani Roblox khỏi hệ thống của mình không? (y/n)",
 "Are you sure you would like to continue through downloading OrangeBlox installer? (y/n)": "Bạn có chắc bạn muốn tiếp tục tải xuống Trình cài đặt OrangeBlox? (y/n)",
 "Are you sure you would like to save these FFlags in the bootstrap system? (y/n)": "Bạn có chắc chắn bạn muốn lưu các FFlags này trong hệ thống bootstrap không? (y/n)",
 "As of some updates from Roblox, some FFlags may not work in the future. Other functions such as Roblox Opening and Activity Tracking is still available from this module.": "Như một số cập nhật từ Roblox, một số FFlag có thể không hoạt động trong tương lai. Other functions such as Roblox Opening and Activity Tracking is still available from this Module..",
 "Attempting Resign! Please wait!": "Cố gắng từ chức! Vui lòng chờ!",
 "Aw, well, better next time! (..maybe)": "Aw, tốt, tốt hơn lần sau! (..Có lẽ)",
 "Backup Folder already exists!": "Thư mục sao lưu đã tồn tại!",
 "Before we continue to installing, you must follow this guide on how to navigate, so you can use for when you're using the bootstrap!": "Trước khi chúng tôi tiếp tục cài đặt, bạn phải làm theo hướng dẫn này về cách điều hướng, để bạn có thể sử dụng khi bạn sử dụng bootstrap!",
 "Before we get started, there's some information that may be needed to know.": "Trước khi chúng tôi bắt đầu, có một số thông tin có thể cần phải biết..",
 "Bloxstrap RPC Changed": "BloxstrapRPC Changed",
 "Bloxstrap SDK requested!": "Bloxstrap SDK yêu cầu!",
 "Bootstrap Installer failed.": "Bootstrap Installer failed..",
 "Bootstrap Launch Failed: App is not installed.": "Bootstrap Launch Failed: App is not installed..",
 "Bootstrap Sync is not supported since the original unextracted directory is not found.": "Bootstrap Sync is not supported since the original unextracted directory is not found..",
 "Bootstrap window has been closed successfully! You may close this window normally!": "Cửa sổ Bootstrap đã được đóng thành công! Bạn có thể đóng cửa sổ này bình thường!",
 "Builder Sans are already being used!": "Builder Sans đã được sử dụng!",
 "But before, prepare yourself your Roblox User ID (if you're not currently logged in). It will be used for some settings depending on what you select.": "Nhưng trước đó, hãy chuẩn bị cho mình ID người dùng Roblox của bạn (nếu bạn hiện chưa đăng nhập). Nó sẽ được sử dụng cho một số cài đặt tùy thuộc vào những gì bạn chọn..",
 "But, it may be best to prevent the log out issue.": "But, it may be best to prevent the log out issue..",
 "Canceled Clearing Operation.": "Hủy bỏ hoạt động thanh toán bù trừ..",
 "Changing App Shortcuts Icon..": "Thay đổi biểu tượng phím tắt ứng dụng..",
 "Changing Brand Images..": "Thay đổi hình ảnh thương hiệu..",
 "Changing Current App Icon..": "Thay đổi biểu tượng ứng dụng hiện tại..",
 "Changing Current Avatar Editor to Original Avatar Background..": "Thay đổi trình soạn thảo avatar hiện tại thành nền avatar gốc..",
 "Changing Current Avatar Editor to Set Avatar Background..": "Thay đổi trình soạn thảo avatar hiện tại để đặt nền avatar..",
 "Changing Current Cursor to Original Cursor..": "Thay đổi con trỏ hiện tại thành con trỏ gốc..",
 "Changing Current Cursor to Set Cursor..": "Thay đổi con trỏ hiện tại để đặt con trỏ..",
 "Changing Current Death Sound to Original Sound Files..": "Thay đổi âm thanh chết hiện tại thành các tệp âm thanh gốc..",
 "Changing Current Player Sounds to Set Sound Files..": "Thay đổi âm thanh trình phát hiện tại để đặt các tệp âm thanh..",
 "Changing Font Files..": "Thay đổi tệp phông chữ..",
 "Channel may not exist. Please try again or use LIVE!": "Kênh có thể không tồn tại. Hãy thử lại hoặc sử dụng trực tiếp!",
 "Checking for Code Signatures..": "Kiểm tra chữ ký mã..",
 "Clang++ is required to be installed on your Mac in order to use.": "Clang ++được yêu cầu cài đặt trên máy Mac của bạn để sử dụng..",
 "Cleaning App..": "Ứng dụng làm sạch..",
 "Cleaning up files..": "Dọn dẹp các tập tin..",
 "Cleaning up..": "Dọn dẹp..",
 "Clearing App Frameworks..": "Xóa khung ứng dụng..",
 "Clearing Bootstrap App..": "Xóa ứng dụng Bootstrap..",
 "Clearing Logs canceled.": "Xóa nhật ký bị hủy..",
 "Clearing Logs failed.": "Xóa nhật ký không thành công..",
 "Clearing app locks canceled.": "Xóa khóa ứng dụng bị hủy..",
 "Clearing bootstrap images canceled.": "Xóa hình ảnh bootstrap bị hủy..",
 "Clearing cache canceled.": "Xóa bộ đệm bị hủy..",
 "Clearing files canceled.": "Xóa các tập tin bị hủy..",
 "Clearing installers canceled.": "Xóa các trình cài đặt bị hủy..",
 "Clearing mods canceled.": "Xóa các Mod bị hủy..",
 "Closing OrangeBlox executable in order to install EXE file..": "Đóng thực thi OrangeBlox để cài đặt tệp EXE..",
 "Closing Reason": "Đóng cửa lý do",
 "Closing settings..": "Đóng cài đặt..",
 "Code-signing is valid for use!": "Ký mã là hợp lệ để sử dụng!",
 "Color Key: (*)[Extreme](*) (*)[Dangerous](*) (*)[Caution](*) (*)[Warning](*) (*)[Normal](*)": "Khóa màu: (*)[Extreme](*)(*)[Nguy hiểm](*)(*)[Thận trọng](*)(*)[Cảnh báo](*)(*)",
 "Combinations for hiding:": "Kết hợp để che giấu:",
 "Command+Shift+B = Toggles BillboardGuis and SurfaceGuis": "Lệnh+Shift+B = Toggles BillboardGuis và SurfaceGuis",
 "Command+Shift+C = Toggles PlayerGui": "Lệnh+shift+c = Toggles PlayerGui",
 "Command+Shift+G = Toggles CoreGui": "Lệnh+Shift+G = Toggles CoreGui",
 "Command+Shift+N = Toggles GUIs that appear above players": "Lệnh+Shift+N = Guis Toggles xuất hiện trên người chơi",
 "Configurating App Data..": "Định cấu hình dữ liệu ứng dụng..",
 "Confirm the shortcut below? (y/n)": "Xác nhận các phím tắt dưới đây? (y/n)",
 "Congrats! You completed the first step!": "Xin chúc mừng! Bạn đã hoàn thành bước đầu tiên!",
 "Connected Game": "Trò chơi kết nối",
 "Connected PID": "Kết nối PID",
 "Connected to Roblox Instance from log file for Activity Tracking!": "Được kết nối với cá thể Roblox từ tệp nhật ký để theo dõi hoạt động!",
 "Console Log": "Nhật ký bảng điều khiển",
 "Continuing to next stage!": "Tiếp tục đến giai đoạn tiếp theo!",
 "Converting Fast Flags..": "Chuyển đổi cờ nhanh..",
 "Converting Mod Modes to Mods..": "Chuyển đổi các chế độ Mod thành Mod..",
 "Converting Old Avatar Maps..": "Chuyển đổi bản đồ avatar cũ..",
 "Converting Old Death Sounds..": "Chuyển đổi âm thanh cái chết cũ..",
 "Copying AvatarEditorMaps..": "Sao chép AvatarEditorMaps..",
 "Copying Configuration.json..": "Sao chép cấu hình.json..",
 "Copying Cursors..": "Sao chép con trỏ..",
 "Copying DeathSounds..": "Sao chép cái chết..",
 "Copying EfazRobloxBootstrap App..": "Sao chép ứng dụng efazRobloxbootstrap..",
 "Copying Main Resources..": "Sao chép các tài nguyên chính..",
 "Copying Mods..": "Sao chép Mod..",
 "Copying PlayerSounds..": "Sao chép người chơi..",
 "Copying RobloxBrand..": "Sao chép RobloxBrand..",
 "Copying RobloxStudioBrand..": "Sao chép RobloxStudioBrand..",
 "Creating ClientSettings folder..": "Tạo thư mục khách hàng..",
 "Creating Metadata..": "Tạo siêu dữ liệu..",
 "Creating paths..": "Tạo đường dẫn..",
 "Ctrl+Shift+B = Toggles BillboardGuis and SurfaceGuis": "Ctrl+Shift+B = Toggles BillboardGuis và SurfaceGuis",
 "Ctrl+Shift+C = Toggles PlayerGui": "Ctrl+shift+c = Toggles PlayerGui",
 "Ctrl+Shift+G = Toggles CoreGui": "Ctrl+Shift+G = Bật/tắt CoreGui",
 "Ctrl+Shift+N = Toggles GUIs that appear above players": "Ctrl+Shift+N = Toggles Guis xuất hiện trên người chơi",
 "DONE!": "Xong!",
 "Debug Window Mode is now enabled! Now when clicking the taskbar icon, it will show this window instead of going to the terminal directly.": "Chế độ cửa sổ gỡ lỗi hiện đã được bật! Bây giờ khi nhấp vào biểu tượng thanh tác vụ, nó sẽ hiển thị cửa sổ này thay vì đến thiết bị đầu cuối trực tiếp..",
 "Depending on your OS (Windows or macOS), you may be able to select Allow for features like Server Locations to work!": "Tùy thuộc vào hệ điều hành của bạn (Windows hoặc macOS), bạn có thể chọn cho phép các tính năng như vị trí máy chủ hoạt động!",
 "Details": "Chi tiết",
 "Determining System OS..": "Xác định hệ thống hệ thống..",
 "Directory is not valid.": "Directory is not valid..",
 "Directory is unable to be asked for. Disabled voice chat recording.": "Thư mục không thể được yêu cầu. Ghi âm thoại vô hiệu hóa..",
 "Disabled limit due to invalid prompt.": "Giới hạn bị vô hiệu hóa do lời nhắc không hợp lệ..",
 "Disabling mods..": "Vô hiệu hóa các Mod..",
 "Disconnected Game": "Trò chơi bị ngắt kết nối",
 "Disconnected PID": "Ngắt kết nối PID",
 "Disconnected from": "Ngắt kết nối",
 "Discord RPC Session may be broken. Loop has been broken.": "Phiên RPC Discord có thể bị phá vỡ. Vòng lặp đã bị hỏng..",
 "Do you want to install OrangeBlox into your system? (y/n)": "Bạn có muốn cài đặt OrangeBlox vào hệ thống của mình không? (y/n)",
 "Do you want to update OrangeBlox? (This will reupdate all files based on this Installation folder.) (y/n)": "Bạn có muốn cập nhật OrangeBlox không? (Điều này sẽ tái hiện tất cả các tệp dựa trên thư mục cài đặt này.) (y/n)",
 "Done! Roblox Studio is ready!": "Xong! Roblox Studio đã sẵn sàng!",
 "Done! Roblox is ready!": "Xong! Roblox đã sẵn sàng!",
 "Download Success! Extracting ZIP now!": "Tải xuống thành công! Trích xuất ZIP ngay!",
 "Downloading Latest Version of OrangeBlox..": "Tải xuống phiên bản mới nhất của OrangeBlox..",
 "Downloading ZIP File failed. Would you like to continue to Roblox without updating? (y/n)": "Tải xuống tệp ZIP không thành công. Bạn có muốn tiếp tục Roblox mà không cần cập nhật không? (y/n)",
 "Downloading latest version..": "Tải xuống phiên bản mới nhất..",
 "Edit Link": "Chỉnh sửa liên kết",
 "Edit Now!": "Chỉnh sửa ngay bây giờ!",
 "Editing Roblox Info.plist..": "Chỉnh sửa Roblox info.plist..",
 "Editing Roblox Studio Info.plist..": "Chỉnh sửa Roblox Studio Info.plist..",
 "Enabled Multiple Instances!": "Đã kích hoạt nhiều trường hợp!",
 "Ending Bootstrap..": "Kết thúc bootstrap..",
 "Ending OrangeBlox.exe in order to uninstall..": "Kết thúc OrangeBlox.exe để gỡ cài đặt..",
 "Ending Roblox Instances..": "Kết thúc các trường hợp Roblox..",
 "Ending Roblox Studio Instances..": "Kết thúc các trường hợp Roblox Studio..",
 "Ending installation..": "Kết thúc cài đặt..",
 "Enter Key Name: ": "Nhập tên khóa:",
 "Enter Key Value: ": "Nhập giá trị khóa:",
 "Enter a Group ID that you're currently in so this flag can work:": "Nhập ID nhóm mà bạn hiện đang ở để cờ này có thể hoạt động:",
 "Enter an amount of GUI apps that can be allowed.": "Nhập một lượng ứng dụng GUI có thể được cho phép..",
 "Enter the Disconnect Message below:": "Nhập thông báo ngắt kết nối bên dưới:",
 "Enter the FPS cap to install on your client. (Leave blank for no cap)": "Nhập nắp FPS để cài đặt trên máy khách của bạn. (Để trống không có nắp)",
 "Enter the amount of assets you would like to load at the same time:": "Nhập số lượng tài sản bạn muốn tải cùng một lúc:",
 "Enter the key to be defined for this shortcut, this will be used for a url scheme: ": "Nhập khóa được xác định cho phím tắt này, điều này sẽ được sử dụng cho sơ đồ URL:",
 "Enter the name to use for the shortcut: ": "Nhập tên để sử dụng cho phím tắt:",
 "Enter the url to use for the shortcut (starts with \"roblox:\" or \"roblox-player:\" or \"roblox-studio:\" or \"roblox-studio-auth:\"): ": "Nhập URL để sử dụng cho phím tắt (bắt đầu bằng \"roblox:\" hoặc \"Roblox-PREPER:\" hoặc \"roblox-studio:\" hoặc \"roblox-studio-auth:\"):",
 "Enter your Discord User ID to ping you when a new notification is made (you will need Discord Developer Mode enabled in order to copy):": "Nhập ID người dùng Discord của bạn để ping bạn khi một thông báo mới được thực hiện (bạn sẽ cần chế độ Discord Developer được bật để sao chép):",
 "Exiting Global Settings Menu..": "Thoát khỏi menu cài đặt toàn cầu..",
 "Exiting Mods Manager..": "Trình quản lý Mod thoát..",
 "Extending Changes to Installation Folder..": "Mở rộng các thay đổi cho thư mục cài đặt..",
 "Extracted successfully! Installing Files!": "Trích xuất thành công! Cài đặt tập tin!",
 "Extracting ZIP File failed. Would you like to continue to Roblox without updating? (y/n)": "Trích xuất tệp ZIP không thành công. Bạn có muốn tiếp tục Roblox mà không cần cập nhật không? (y/n)",
 "FFlag Settings was not saved!": "Cài đặt FFlag không được lưu!",
 "FLAGS MAY BREAK YOUR ROBLOX INSTALLATION. PLEASE MAKE SURE TO BE CAREFUL OF WHAT YOU PUT HERE!": "FLAGS MAY BREAK YOUR Roblox INSTALLATION. PLEASE MAKE SURE TO BE CAREFUL OF WHAT YOU PUT HERE!",
 "Failed to activate Terminal window.": "Không kích hoạt cửa sổ đầu cuối..",
 "Failed to get server information: IP Request Rejected.": "Không nhận được thông tin máy chủ: Yêu cầu IP bị từ chối..",
 "Failed to get server information: IP Request resulted with no information.": "Không nhận được thông tin máy chủ: Yêu cầu IP không có thông tin..",
 "Fetching App Folder..": "Tìm nạp thư mục ứng dụng..",
 "File was unable to be asked for. Disabled Generative Mods.": "Tệp không thể được yêu cầu. Mod phát tổng thể bị vô hiệu hóa..",
 "Finalizing App Branding..": "Hoàn thiện thương hiệu ứng dụng..",
 "Finalizing XML Tree..": "Hoàn thiện cây xml..",
 "Finding Python Executable..": "Tìm Python thực thi..",
 "Finding app..": "Tìm ứng dụng..",
 "Finished transferring! Deleting backup data..": "Hoàn thành chuyển giao! Xóa dữ liệu sao lưu..",
 "Finished transferring! Deleting repair data..": "Hoàn thành chuyển giao! Xóa dữ liệu sửa chữa..",
 "First, it's important that you best understand on how the choosing works.": "Đầu tiên, điều quan trọng là bạn phải hiểu rõ nhất về cách chọn hoạt động..",
 "For Vector2 values, input in this format: (x,y)": "Đối với các giá trị vector2, đầu vào ở định dạng này: (x, y)",
 "For Windows, it is required to use Microsoft Visual Code 2022 compilation for using Nuitka.": "Đối với Windows, cần phải sử dụng biên dịch Microsoft Visual Code 2022 để sử dụng Nuitka..",
 "For example, Windows Defender may detect OrangeBlox with Win32/Wacapew.C! Ml. You may need to authorize the app through your anti-virus or build the app directly in order to allow use.": "Ví dụ: Windows Defender có thể phát hiện OrangeBlox với Win32/Wacapew.C! Ml. Bạn có thể cần ủy quyền cho ứng dụng thông qua chống vi-rút hoặc xây dựng ứng dụng trực tiếp để cho phép sử dụng..",
 "For example, it may ask you to allow access to the Roblox app files or allow access to a Terminal. Please put it in always allow in order to allow OrangeBlox to function properly!": "Ví dụ: nó có thể yêu cầu bạn cho phép truy cập vào các tệp ứng dụng Roblox hoặc cho phép truy cập vào thiết bị đầu cuối. Vui lòng đặt nó luôn luôn cho phép để cho phép OrangeBlox hoạt động đúng!",
 "For macOS users, it is suggested to install Xcode Command Line Tools from the official Apple website.": "Đối với người dùng macOS, đề xuất cài đặt các công cụ dòng lệnh Xcode từ trang web chính thức của Apple..",
 "For no url needing, enter nothing and continue.": "Không cần URL, không có gì và tiếp tục..",
 "For now, before you continue, I hope you have a great day!": "Hiện tại, trước khi bạn tiếp tục, tôi hy vọng bạn có một ngày tuyệt vời!",
 "For selecting your color, use this Google link and use the Hex value.": "Để chọn màu của bạn, hãy sử dụng liên kết Google này và sử dụng giá trị hex..",
 "GG! You seek being lucky!": "GG! Bạn tìm kiếm sự may mắn!",
 "Generated JSON:": "JSON đã tạo:",
 "Generated Shortcut App!": "Được tạo ứng dụng phím tắt!",
 "Generating Shortcut App..": "Tạo ứng dụng phím tắt..",
 "Getting Configuration File Data..": "Nhận dữ liệu tệp cấu hình..",
 "Getting User Configuration..": "Nhận cấu hình người dùng..",
 "Handles Roblox Multi-Instance": "Xử lý đa năng Roblox",
 "Hello there!": "Xin chào!",
 "Hello! In order to use OrangeBlox, you'll need to install Python 3.11 or higher in order to continue. ": "Xin chào! Để sử dụng OrangeBlox, bạn sẽ cần cài đặt Python 3.11 trở lên để tiếp tục..",
 "Hey! You made it through the list again!": "Chào! Bạn đã làm nó thông qua danh sách một lần nữa!",
 "However, please check if you're on the latest bootstrap version first before continuing. If you don't have the latest version, please do!": "Tuy nhiên, vui lòng kiểm tra xem bạn có ở phiên bản Bootstrap mới nhất trước khi tiếp tục không. Nếu bạn không có phiên bản mới nhất, xin vui lòng làm!",
 "However, please do rename the Template folder to a new name to prevent updating from new OrangeBlox updates!": "Tuy nhiên, vui lòng đổi tên thư mục mẫu thành một tên mới để ngăn cập nhật từ các bản cập nhật OrangeBlox mới!",
 "I hope you learned from this and how you may use Roblox using this bootstrap!": "Tôi hy vọng bạn đã học được từ điều này và cách bạn có thể sử dụng Roblox bằng cách sử dụng bootstrap này!",
 "If someone that you have recently met sent you this file, do not use!!": "Nếu ai đó mà bạn đã gặp gần đây đã gửi cho bạn tập tin này, đừng sử dụng !!",
 "If you don't want to enter a specific User ID, enter nothing to detect the current logged in user.": "Nếu bạn không muốn nhập ID người dùng cụ thể, hãy nhập không có gì để phát hiện người dùng đã đăng nhập hiện tại..",
 "If you have issues with OrangeBlox, you may report it on GitHub using the issues page:": "Nếu bạn có vấn đề với OrangeBlox, bạn có thể báo cáo nó trên GitHub bằng trang các vấn đề:",
 "If you haven't noticed, we have also installed a Play Roblox and Run Studio app into your system!": "Nếu bạn chưa nhận thấy, chúng tôi cũng đã cài đặt một ứng dụng Play Roblox và Run Studio vào hệ thống của bạn!",
 "If you know python, try editing this script from the Template Mod folder and installing through Install.py!": "Nếu bạn biết Python, hãy thử chỉnh sửa tập lệnh này từ thư mục Mod mẫu và cài đặt thông qua Install.py!",
 "If you want to get your own mods and install them, open the Mods Manager and use the open folder command! This will help you where to put the extracted mod.": "If you want to get your own Mods and install them, open the Mods Manager and use the open folder command! This will help you where to put the extracted Mod..",
 "If you want to uninstall this bootstrap, you may run the Install.py script which you ran to be here and select Uninstall!": "Nếu bạn muốn gỡ cài đặt bootstrap này, bạn có thể chạy tập lệnh Install.py mà bạn đã chạy ở đây và chọn gỡ cài đặt!",
 "If you wish to change these settings, once you get to the settings menu, go to the Activity Tracking settings!": "Nếu bạn muốn thay đổi các cài đặt này, một khi bạn truy cập menu Cài đặt, hãy truy cập cài đặt theo dõi hoạt động!",
 "If your computer is laggy, this may prevent multiple windows opening.": "Nếu máy tính của bạn bị trễ, điều này có thể ngăn chặn nhiều cửa sổ mở..",
 "Important Notes:": "Ghi chú quan trọng:",
 "In order to allow running for the first time, we're gonna reduce download securities for the app bundle. [This won't affect other apps or downloaded files]": "Để cho phép chạy lần đầu tiên, chúng tôi sẽ giảm tải xuống chứng khoán cho gói ứng dụng. [Điều này sẽ không ảnh hưởng đến các ứng dụng khác hoặc các tệp đã tải xuống]",
 "In order to use Nuitka, the module and a C compiler is needed to be installed.": "Để sử dụng Nuitka, cần phải cài đặt mô -đun và trình biên dịch C..",
 "In order to use Pyinstaller, the module is needed to be installed.": "Để sử dụng pyinstaller, mô -đun cần phải được cài đặt..",
 "In the settings menu, you can just input nothing or anything else instead of y or n to skip the option without affecting the current state of it.": "Trong menu Cài đặt, bạn chỉ có thể nhập không có gì hoặc bất cứ điều gì khác thay vì y hoặc n để bỏ qua tùy chọn mà không ảnh hưởng đến trạng thái hiện tại của nó..",
 "Initalizing Components..": "Khởi tạo các thành phần..",
 "Input the number of videos you would like to limit:": "Nhập số lượng video bạn muốn giới hạn:",
 "Input the start arguments to use when running Roblox Studio!": "Nhập các đối số bắt đầu để sử dụng khi chạy Roblox Studio!",
 "Input the start arguments to use when running Roblox!": "Nhập các đối số bắt đầu để sử dụng khi chạy Roblox!",
 "Installation Invalid! Please use Install.py! [❌]": "Cài đặt không hợp lệ! Vui lòng sử dụng Install.py! [❌]",
 "Installation Valid! You may continue! [✅]": "Cài đặt hợp lệ! Bạn có thể tiếp tục! [✅]",
 "Installation was a success! Preparing data..": "Cài đặt là một thành công! Chuẩn bị dữ liệu..",
 "Installer has succeeded! Awaiting Roblox closing..": "Trình cài đặt đã thành công! Đang chờ đóng cửa Roblox..",
 "Installer is already opened. Waiting for installation to end..": "Trình cài đặt đã được mở. Đang chờ cài đặt kết thúc..",
 "Installing EXE File..": "Cài đặt tệp EXE..",
 "Installing Fast Flags..": "Cài đặt cờ nhanh..",
 "Installing Updater Apps..": "Cài đặt ứng dụng cập nhật..",
 "Installing to Applications Folder..": "Cài đặt vào thư mục ứng dụng..",
 "Invalid Mod Script Configuration, returned blank.": "Cấu hình tập lệnh Mod không hợp lệ, trả về trống..",
 "Invalid RPC Loop Information Detected! Broken Loop!": "Thông tin vòng lặp RPC không hợp lệ được phát hiện! Vòng lặp bị hỏng!",
 "Invalid mod script configuration, returned blank.": "Invalid Mod script configuration, returned blank..",
 "Invalid mod type option.": "Tùy chọn loại Mod không hợp lệ..",
 "Is Local File": "Là tập tin cục bộ",
 "Is Roblox crashing instantly..? Well, ending script here.": "Roblox có bị sập ngay lập tức không..? Vâng, kết thúc kịch bản ở đây..",
 "Is Studio crashing instantly..? Well, ending script here.": "Studio có bị sập ngay lập tức không..? Vâng, kết thúc kịch bản ở đây..",
 "Is (*) crashing instantly..? Well, ending script here.": "Là (*)bị sập ngay lập tức..? Vâng, kết thúc kịch bản ở đây..",
 "It allows the prevention of overlapping Roblox apps throughout all users of this computer.": "Nó cho phép ngăn chặn các ứng dụng Roblox chồng chéo trên tất cả người dùng của máy tính này..",
 "It is suggested that you keep Roblox Overlap Prevention enabled in order to prevent issues.": "Có ý kiến cho rằng bạn giữ Roblox chồng chéo phòng chống phòng chống để ngăn chặn các vấn đề..",
 "It is useful if you don't want your taskbar to be flooded but it may limit some features.": "Nó rất hữu ích nếu bạn không muốn thanh tác vụ của mình bị ngập nhưng nó có thể hạn chế một số tính năng..",
 "It seems like you found a secret easter egg!": "Có vẻ như bạn đã tìm thấy một quả trứng Phục sinh bí mật!",
 "It seems that you have installed OrangeBlox with a backup file included.": "Có vẻ như bạn đã cài đặt OrangeBlox với một tệp sao lưu bao gồm..",
 "Join Again!": "Tham gia lại!",
 "Join Link": "Tham gia liên kết",
 "Join Now!": "Tham gia ngay bây giờ!",
 "Joined Party Server!": "Tham gia máy chủ tiệc!",
 "Joined Private Server!": "Đã tham gia máy chủ riêng!",
 "Joined Public Server!": "Đã tham gia máy chủ công cộng!",
 "Joined Reserved Server!": "Đã tham gia máy chủ dành riêng!",
 "Joined Server!": "Máy chủ tham gia!",
 "Joined Studio Server!": "Đã tham gia máy chủ studio!",
 "Large Image": "Hình ảnh lớn",
 "Launching Roblox from the web will automatically log out the user. Please know that.": "Khởi chạy Roblox từ web sẽ tự động đăng xuất người dùng. Xin vui lòng biết điều đó..",
 "Let's start off with a quick input! Let's say you want to enable this option (use the prompt here for the example), enter \"y\" or \"yes\"!": "Hãy bắt đầu với một đầu vào nhanh chóng! Giả sử bạn muốn bật tùy chọn này (sử dụng lời nhắc ở đây cho ví dụ), nhập \"Y\" hoặc \"Có\"!",
 "Let's try again!": "Hãy thử lại!",
 "Loading OrangeBlox executable!": "Tải OrangeBlox thực thi!",
 "Loading OrangeBlox.exe!": "Đang tải OrangeBlox.exe!",
 "Local File Path": "Đường dẫn tập tin cục bộ",
 "Log Location": "Vị trí nhật ký",
 "Log in was not detected in the client!": "Đăng nhập không được phát hiện trong khách hàng!",
 "Log into the account you want to save as a shortcut before you continue.": "Đăng nhập vào tài khoản bạn muốn lưu dưới dạng phím tắt trước khi tiếp tục..",
 "Login to the Roblox account you would like to use!": "Đăng nhập vào tài khoản Roblox bạn muốn sử dụng!",
 "Made by @EfazDev": "Được thực hiện bởi @EfazDev",
 "Made by @EfazDev | PID: (*)": "Được thực hiện bởi @EfazDev | Pid: (*)",
 "Made by Efaz from efaz.dev!": "Được thực hiện bởi efaz từ efaz.dev!",
 "Making Backup Folder..": "Làm thư mục sao lưu..",
 "Making Repair Data Folder..": "Làm thư mục dữ liệu sửa chữa..",
 "Marking Program Installation into Windows..": "Cài đặt chương trình đánh dấu vào Windows..",
 "May 2nd, 2025 - v2.0.3": "Ngày 2 tháng 5 năm 2025 - v2.0.3",
 "Mod Script is requesting data too fast!": "Mod Script đang yêu cầu dữ liệu quá nhanh!",
 "Mod configuration is invalid!": "Cấu hình Mod không hợp lệ!",
 "Mod file is not found.": "Không tìm thấy tệp Mod..",
 "Mod was unable to be asked for. Disabled Generative Mods.": "Mod không thể được yêu cầu. Mod phát tổng thể bị vô hiệu hóa..",
 "Mods Enabled: No": "Mod được bật: Không",
 "Mods Settings was not saved!": "Cài đặt Mod không được lưu!",
 "Most features are based on Activity Tracking, a watching system based on watching Roblox logs in response of actions.": "Most features are based on Activity Tracking, a watching system based on watching Roblox logs in response of actions..",
 "Nice job! Oh yea, during the tutorial, it will repeat with a \"Not quite\". However, it will close the window in future prompts like in main menu.": "Công việc tốt! Oh yea, trong quá trình hướng dẫn, nó sẽ lặp lại với một \"không hoàn toàn\". Tuy nhiên, nó sẽ đóng cửa sổ trong các lời nhắc trong tương lai như trong menu chính..",
 "No Mod Scripts available. Please sync mods with a mod script in order for it to show here!": "Không có kịch bản Mod có sẵn. Vui lòng đồng bộ hóa Mod với một tập lệnh Mod để nó hiển thị ở đây!",
 "No RobloxInstance class was registered": "Không có lớp Robloxinstance nào được đăng ký",
 "No changes are needed as the latest mod generated is installed!": "Không có thay đổi là cần thiết vì Mod mới nhất được tạo ra được cài đặt!",
 "No changes were made to the dock!": "Không có thay đổi nào được thực hiện cho bến tàu!",
 "No directory was given. Disabled voice chat recording.": "No directory was given. Ghi âm thoại vô hiệu hóa..",
 "No file was given. Disabled Generative Mods.": "Không có tập tin được đưa ra. Mod phát tổng thể bị vô hiệu hóa..",
 "No folder was selected.": "Không có thư mục được chọn..",
 "No mods are available to update! Resetting configuration..": "Không có Mod nào có sẵn để cập nhật! Đặt lại cấu hình..",
 "No updates are needed!": "Không cần cập nhật!",
 "Notes to keep track of:": "Ghi chú để theo dõi:",
 "Now, let's explore the Mods category. Mods are files that can be used to edit your Roblox client such as a custom theme or font. Today, you will be configuring that.": "Bây giờ, hãy khám phá danh mục Mods. Các Mod là các tệp có thể được sử dụng để chỉnh sửa ứng dụng khách Roblox của bạn như chủ đề hoặc phông chữ tùy chỉnh. Today, you will be configuring that..",
 "Now, let's get more customizable! Next, you will be able to select your fast flags.": "Bây giờ, chúng ta hãy tùy chỉnh hơn! Tiếp theo, bạn sẽ có thể chọn cờ nhanh của mình..",
 "Now, let's learn about how you select from a list. Take the list below for an example.": "Bây giờ, chúng ta hãy tìm hiểu về cách bạn chọn từ một danh sách. Lấy danh sách dưới đây cho một ví dụ..",
 "Now, let's try that again! But instead, enter \"n\" or \"no\" for you don't want this option!": "Bây giờ, hãy thử lại điều đó! Nhưng thay vào đó, hãy nhập \"N\" hoặc \"Không\" vì bạn không muốn tùy chọn này!",
 "Nuitka Rebuild success!": "Nuitka xây dựng lại thành công!",
 "Nuitka x86 Rebuild Success!": "Nuitka X86 xây dựng lại thành công!",
 "Once you continue, we will start reinstalling vanilla Roblox and then install a new separate Roblox into OrangeBlox!": "Khi bạn tiếp tục, chúng tôi sẽ bắt đầu cài đặt lại Vanilla Roblox và sau đó cài đặt một Roblox riêng biệt mới thành OrangeBlox!",
 "Oof! Roblox crashed!": "Oof! Roblox bị rơi!",
 "Opening Mods Folder..": "Mở thư mục Mod..",
 "Opening Terminal.app in order for console to show..": "Terminal mở đầu.app Để bảng điều khiển hiển thị..",
 "Option invalid!": "Tùy chọn không hợp lệ!",
 "OrangeBlox Installer has succeeded successfully! Once you continue, this script will reload.": "OrangeBlox Installer đã thành công thành công! Khi bạn tiếp tục, tập lệnh này sẽ tải lại..",
 "OrangeBlox Installer task was canceled!": "Nhiệm vụ của Trình cài đặt OrangeBlox đã bị hủy!",
 "OrangeBlox is a Roblox bootstrap that allows you to add modifications to your Roblox client using files, activity tracking and Python!": "OrangeBlox là một bootstrap Roblox cho phép bạn thêm các sửa đổi cho máy khách Roblox của bạn bằng cách sử dụng các tệp, theo dõi hoạt động và Python!",
 "OrangeBlox is currently on the latest version! No updates are needed!": "OrangeBlox hiện đang ở phiên bản mới nhất! Không cần cập nhật!",
 "OrangeBlox is in a beta version! No updates are needed!": "OrangeBlox là trong một phiên bản beta! Không cần cập nhật!",
 "OrangeBlox is not installed on this system.": "OrangeBlox không được cài đặt trên hệ thống này..",
 "OrangeBlox is not installed!": "OrangeBlox không được cài đặt!",
 "OrangeBlox is only supported for Windows 10.0.17763 (October 2018) or higher. Please update your operating system in order to continue!": "OrangeBlox chỉ được hỗ trợ cho Windows 10.0.17763 (tháng 10 năm 2018) hoặc cao hơn. Vui lòng cập nhật hệ điều hành của bạn để tiếp tục!",
 "OrangeBlox is only supported for macOS 10.13 (High Sierra) or higher. Please update your operating system in order to continue!": "OrangeBlox chỉ được hỗ trợ cho macOS 10.13 (cao Sierra) hoặc cao hơn. Vui lòng cập nhật hệ điều hành của bạn để tiếp tục!",
 "OrangeBlox is only supported for macOS and Windows.": "OrangeBlox chỉ được hỗ trợ cho macOS và cửa sổ..",
 "Otherwise, you may close the app by just continuing without typing.": "Nếu không, bạn có thể đóng ứng dụng chỉ bằng cách tiếp tục mà không cần gõ..",
 "Overwriting Dock..": "Ghi đè dock..",
 "Party Server": "Máy chủ tiệc tùng",
 "Please backup your Fast Flag Configurations and Mods as this may break before continuing!": "Vui lòng sao lưu các cấu hình và Mod cờ nhanh của bạn vì điều này có thể bị hỏng trước khi tiếp tục!",
 "Please check the scripts, permissions above and developer of this mod before using!": "Vui lòng kiểm tra các tập lệnh, quyền ở trên và nhà phát triển của Mod này trước khi sử dụng!",
 "Please close OrangeBlox.app first before continuing to repair!": "Vui lòng đóng OrangeBlox.app trước khi tiếp tục sửa chữa!",
 "Please close OrangeBlox.app first before continuing to uninstall!": "Vui lòng đóng OrangeBlox.app trước khi tiếp tục gỡ cài đặt!",
 "Please close OrangeBlox.exe first before continuing to repair!": "Vui lòng đóng OrangeBlox.exe trước khi tiếp tục sửa chữa!",
 "Please close the console window in order to close this window!!": "Vui lòng đóng cửa sổ bảng điều khiển để đóng cửa sổ này !!",
 "Please connect to your internet in order to continue! If you're connecting to a VPN, try reconnecting.": "Vui lòng kết nối với Internet của bạn để tiếp tục! Nếu bạn đang kết nối với VPN, hãy thử kết nối lại..",
 "Please connect to your internet in order to use this action!": "Vui lòng kết nối với Internet của bạn để sử dụng hành động này!",
 "Please enter the channel in the input selection below! You may also use the link below to determine the channel for your account!": "Vui lòng nhập kênh trong lựa chọn đầu vào bên dưới! Bạn cũng có thể sử dụng liên kết dưới đây để xác định kênh cho tài khoản của bạn!",
 "Please enter your Discord Webhook Link here (https://discord.com/api/webhooks/XXXXXXX/XXXXXXX): ": "Vui lòng nhập liên kết Webhook Discord của bạn tại đây (https://discord.com/api/webhooks/xxxxxxx/xxxxxxxx):",
 "Please enter your Roblox User ID to detect for unfriends!": "Vui lòng nhập ID người dùng Roblox của bạn để phát hiện để tìm bạn bè!",
 "Please input the JSON text below:": "Vui lòng nhập văn bản JSON bên dưới:",
 "Please input your User ID! This can be found on your profile in the URL: https://www.roblox.com/users/XXXXXXXX/profile": "Vui lòng nhập ID người dùng của bạn! Điều này có thể được tìm thấy trên hồ sơ của bạn trong URL: https://www.Roblox.com/users/xxxxxxxx/profile",
 "Please install OrangeBlox from running Install.py in order to continue!": "Vui lòng cài đặt OrangeBlox từ Running Install.py để tiếp tục!",
 "Please install Python 3.11 or later in order to use OrangeBlox!": "Vui lòng cài đặt Python 3.11 trở lên để sử dụng OrangeBlox!",
 "Please install the bootstrap using the Install.py command!!": "Vui lòng cài đặt bootstrap bằng lệnh Install.py !!",
 "Please know that you'll have to use this script again after every update/reinstall!": "Vui lòng biết rằng bạn sẽ phải sử dụng lại tập lệnh này sau mỗi lần cập nhật/cài đặt lại!",
 "Please restart OrangeBlox in order to continue with this setup!": "Vui lòng khởi động lại OrangeBlox để tiếp tục với thiết lập này!",
 "Please restart OrangeBlox in order to reinstall Roblox Studio!": "Vui lòng khởi động lại OrangeBlox để cài đặt lại Roblox Studio!",
 "Please restart OrangeBlox in order to reinstall Roblox!": "Vui lòng khởi động lại OrangeBlox để cài đặt lại Roblox!",
 "Please restart the script to install!": "Vui lòng khởi động lại tập lệnh để cài đặt!",
 "Please reverify this mod script in order to continue!": "Vui lòng tôn trọng kịch bản Mod này để tiếp tục!",
 "Please run this script on macOS/Windows.": "Vui lòng chạy tập lệnh này trên macOS/Windows..",
 "Please run OrangeBlox under user permissions instead of running administrator!": "Vui lòng chạy OrangeBlox theo quyền của người dùng thay vì chạy Quản trị viên!",
 "Please select a directory to save voice chat recordings to!": "Vui lòng chọn một thư mục để lưu bản ghi trò chuyện bằng giọng nói!",
 "Please select an installer option you want to do!": "Vui lòng chọn tùy chọn Trình cài đặt bạn muốn làm!",
 "Please select the Mods to update automatically": "Vui lòng chọn Mod để cập nhật tự động",
 "Please select the type of Roblox would you like to install to!": "Vui lòng chọn loại Roblox bạn muốn cài đặt!",
 "Please select your Generative Mod Configuration file!": "Vui lòng chọn tệp cấu hình Mod thế hệ của bạn!",
 "Please try again!": "Hãy thử lại!",
 "Please update your current installation of Python above 3.11.0": "Vui lòng cập nhật cài đặt Python hiện tại của bạn trên 3.11.0",
 "Please use an installation folder to install a new version from before continuing to repair!": "Vui lòng sử dụng thư mục cài đặt để cài đặt phiên bản mới từ trước khi tiếp tục sửa chữa!",
 "Please wait while we install Roblox Studio into OrangeBlox!": "Vui lòng đợi trong khi chúng tôi cài đặt Roblox Studio vào OrangeBlox!",
 "Please wait while we install Roblox into OrangeBlox!": "Vui lòng đợi trong khi chúng tôi cài đặt Roblox vào OrangeBlox!",
 "Please wait while we install a newer version of Roblox Studio into OrangeBlox!": "Vui lòng đợi trong khi chúng tôi cài đặt một phiên bản mới hơn của Roblox Studio vào OrangeBlox!",
 "Please wait while we install a newer version of Roblox into OrangeBlox!": "Vui lòng đợi trong khi chúng tôi cài đặt một phiên bản mới hơn của Roblox vào OrangeBlox!",
 "Preparing to reinstall Roblox..": "Chuẩn bị cài đặt lại Roblox..",
 "Prevented minimizing main window in order to keep app running smoothly.": "Ngăn chặn giảm thiểu cửa sổ chính để giữ cho ứng dụng chạy trơn tru..",
 "Private Server": "Máy chủ riêng",
 "Provided place info is not found.": "Thông tin địa điểm được cung cấp không được tìm thấy..",
 "Proxy has ended with a success!": "Proxy đã kết thúc với một thành công!",
 "Proxy has ended with an error!": "Proxy đã kết thúc với một lỗi!",
 "Public Server": "Máy chủ công cộng",
 "Pyinstaller Rebuild Success!": "pyinstaller xây dựng lại thành công!",
 "Pyinstaller is required to be installed for this to work.": "pyinstaller được yêu cầu phải cài đặt cho việc này để hoạt động..",
 "Pyinstaller x86 Rebuild Success!": "pyinstaller X86 Tái thiết thành công!",
 "Python Installation was may be canceled or Python was not installed!": "Cài đặt Python có thể bị hủy hoặc Python không được cài đặt!",
 "Python Installer should launch after a moment. Follow the prompts to install!": "Trình cài đặt Python sẽ khởi chạy sau một lúc. Thực hiện theo các lời nhắc để cài đặt!",
 "Quick Modification mode is an option to move the preparation process and Mod Script scripts to the background when you load from the webbrowser or when Roblox is currently active.": "Quick Modification Mode is an option to move the preparation process and Mod Script scripts to the background when you load from the webbrowser or when Roblox is currently active..",
 "Reading Previous Client App Settings..": "Đọc cài đặt ứng dụng khách hàng trước..",
 "Reading Previous Configurations..": "Đọc các cấu hình trước đó..",
 "Reading Settings XML..": "Đọc Cài đặt XML..",
 "Reconnecting Roblox..": "Kết nối lại Roblox..",
 "Recreating XML Tree..": "Tái tạo cây xml..",
 "Redirecting to install mode.": "Redirecting to install Mode..",
 "Reducing Download Safety Measures..": "Giảm tải xuống các biện pháp an toàn..",
 "Removed Code-signing on Roblox Studio.app!": "Đã xóa ký ký mã trên Roblox Studio.app!",
 "Removed Code-signing on Roblox.app!": "Đã xóa ký ký mã trên Roblox.app!",
 "Removing App Folder..": "Xóa thư mục ứng dụng..",
 "Removing Code-signing is not needed because it doesn't exist!": "Loại bỏ ký hiệu mã là không cần thiết vì nó không tồn tại!",
 "Removing Downloads..": "Xóa tải xuống..",
 "Removing Installed Bootstrap..": "Xóa Bootstrap đã cài đặt..",
 "Removing OTA Patch Backups..": "Xóa các bản sao lưu bản vá OTA..",
 "Removing Older Versions of Bootstrap Loader..": "Xóa các phiên bản cũ hơn của trình tải Bootstrap..",
 "Removing Place IDE States..": "Loại bỏ các trạng thái ide địa điểm..",
 "Removing Roblox App from Applications..": "Xóa ứng dụng Roblox khỏi các ứng dụng..",
 "Removing Roblox App from System..": "Xóa ứng dụng Roblox khỏi hệ thống..",
 "Removing Roblox Logs..": "Xóa nhật ký Roblox..",
 "Removing Roblox Studio App from Applications..": "Xóa ứng dụng Roblox Studio khỏi các ứng dụng..",
 "Removing Roblox Studio App from System..": "Xóa ứng dụng Roblox Studio khỏi hệ thống..",
 "Removing Roblox User Data..": "Xóa dữ liệu người dùng Roblox..",
 "Removing Universal App..": "Xóa ứng dụng phổ quát..",
 "Removing ZIP File..": "Xóa tệp ZIP..",
 "Removing from Applications Folder (Main Bootstrap)..": "Xóa khỏi thư mục ứng dụng (Bootstrap chính)..",
 "Removing from Applications Folder (Play Roblox)..": "Xóa khỏi thư mục ứng dụng (chơi Roblox)..",
 "Removing from Applications Folder (Run Studio)..": "Xóa khỏi thư mục ứng dụng (Chạy Studio)..",
 "Removing shortcuts..": "Xóa các phím tắt..",
 "Repair Data already exists!": "Sửa chữa dữ liệu đã tồn tại!",
 "Repreparing Roblox..": "Rebreparing Roblox..",
 "Requested Command": "Lệnh được yêu cầu",
 "Reserved Server": "Máy chủ dành riêng",
 "Resetting URL Schemes..": "Đặt lại các sơ đồ URL..",
 "Roblox Closed!": "Roblox đóng cửa!",
 "Roblox Failed Login!": "Roblox không đăng nhập!",
 "Roblox Game has been successfully published to Roblox!": "Roblox Game đã được xuất bản thành công với Roblox!",
 "Roblox Started!": "Roblox bắt đầu!",
 "Roblox Studio Closed!": "Roblox Studio đóng cửa!",
 "Roblox Studio Failed Login!": "Roblox Studio không đăng nhập!",
 "Roblox Studio Started!": "Roblox Studio bắt đầu!",
 "Roblox Studio closing task has been canceled!": "Nhiệm vụ đóng cửa Studio Roblox đã bị hủy bỏ!",
 "Roblox Studio doesn't require any updates!": "Roblox Studio không yêu cầu cập nhật!",
 "Roblox Studio failed to launch login!": "Roblox Studio thất bại trong việc khởi chạy đăng nhập!",
 "Roblox Studio has been reinstalled!": "Roblox Studio đã được cài đặt lại!",
 "Roblox Studio has been uninstalled!": "Roblox Studio đã được gỡ cài đặt!",
 "Roblox Studio is not installed right now! Please enable Roblox Studio mode in Bootstrap Settings to reinstall back!": "Roblox Studio không được cài đặt ngay bây giờ! Vui lòng bật chế độ Roblox Studio trong cài đặt Bootstrap để cài đặt lại!",
 "Roblox Studio was not uninstalled.": "Roblox Studio không được gỡ cài đặt..",
 "Roblox Studio window was closed! Closing Bootstrap App..": "Cửa sổ Roblox Studio đã đóng cửa! Đóng ứng dụng bootstrap..",
 "Roblox Studio with OrangeBlox is currently disabled right now! Would you like to enable it or would you want to exit? (y/n)": "Roblox Studio với OrangeBlox hiện đang bị vô hiệu hóa ngay bây giờ! Bạn có muốn kích hoạt nó hay bạn muốn thoát? (y/n)",
 "Roblox client has successfully loaded FFlags from local file!": "Roblox Client đã tải thành công FFlagS từ tệp cục bộ!",
 "Roblox closing task has been canceled!": "Nhiệm vụ đóng cửa Roblox đã bị hủy bỏ!",
 "Roblox couldn't be found.": "Roblox không thể được tìm thấy..",
 "Roblox doesn't require any updates!": "Roblox không yêu cầu cập nhật!",
 "Roblox(*) doesn't require any updates!": "Roblox (*)không yêu cầu bất kỳ cập nhật nào!",
 "Roblox failed to launch login!": "Roblox thất bại trong việc khởi chạy đăng nhập!",
 "Roblox has been reinstalled fully with no user data removed!": "Roblox đã được cài đặt lại đầy đủ mà không có dữ liệu người dùng bị xóa!",
 "Roblox has been reinstalled fully with user data removed!": "Roblox đã được cài đặt lại đầy đủ với dữ liệu người dùng bị xóa!",
 "Roblox has been reinstalled!": "Roblox đã được cài đặt lại!",
 "Roblox has been uninstalled successfully! However, if you don't have vanilla Roblox installed, then you won't be able to play Roblox until you reopen OrangeBlox. Keep a mind at that!": "Roblox đã được gỡ cài đặt thành công! Tuy nhiên, nếu bạn không cài đặt vani Roblox, thì bạn sẽ không thể chơi Roblox cho đến khi bạn mở lại OrangeBlox. Hãy giữ một tâm trí ở đó!",
 "Roblox has been uninstalled with user data removed!": "Roblox đã được gỡ cài đặt với dữ liệu người dùng bị xóa!",
 "Roblox has been uninstalled!": "Roblox đã được gỡ cài đặt!",
 "Roblox is currently open which prevents file changing by Windows or the hard drive's file system.": "Roblox hiện đang mở, ngăn chặn việc thay đổi tệp bởi Windows hoặc hệ thống tệp của ổ cứng..",
 "Roblox logs has been cleared!": "Nhật ký Roblox đã được xóa!",
 "Roblox reinstallation has been canceled!": "Cài đặt lại Roblox đã bị hủy bỏ!",
 "Roblox was not uninstalled.": "Roblox không được gỡ cài đặt..",
 "Roblox window was closed! Closing Bootstrap App..": "Cửa sổ Roblox đã đóng cửa! Đóng ứng dụng bootstrap..",
 "RobloxFastFlagsInstaller is only supported for Windows 10.0.17763 (October 2018) or higher. Please update your operating system in order to continue!": "RobloxFastFlagsInstaller chỉ được hỗ trợ cho Windows 10.0.17763 (tháng 10 năm 2018) hoặc cao hơn. Vui lòng cập nhật hệ điều hành của bạn để tiếp tục!",
 "RobloxFastFlagsInstaller is only supported for macOS 10.13 (High Sierra) or higher. Please update your operating system in order to continue!": "RobloxFastFlagsInstaller chỉ được hỗ trợ cho macOS 10.13 (High Sierra) hoặc cao hơn. Vui lòng cập nhật hệ điều hành của bạn để tiếp tục!",
 "RobloxFastFlagsInstaller is only supported for macOS and Windows.": "RobloxFastFlagsInstaller chỉ được hỗ trợ cho macOS và Windows..",
 "Round Ending": "Kết thúc tròn",
 "Round Starting": "Vòng bắt đầu",
 "Running Clang++ Rebuild..": "Chạy Clang ++Rebuild..",
 "Running Installer..": "Trình cài đặt đang chạy..",
 "Running Intel Nuitka Rebuild..": "Chạy Intel Nuitka xây dựng lại..",
 "Running Intel Pyinstaller Rebuild..": "Chạy Intel pyinstaller xây dựng lại..",
 "Running Nuitka Rebuild in x86..": "Chạy Nuitka xây dựng lại trong x86..",
 "Running Nuitka Rebuild..": "Chạy Nuitka xây dựng lại..",
 "Running Proxy using Python Executable..": "Chạy proxy bằng cách sử dụng Python thực thi..",
 "Running Pyinstaller Rebuild in x86..": "Chạy pyinstaller xây dựng lại trong x86..",
 "Running Pyinstaller Rebuild..": "Chạy pyinstaller xây dựng lại..",
 "Running RobloxPlayerInstaller executable..": "Chạy RobloxPlayerInstaller thực thi..",
 "Running RobloxStudioInstaller executable..": "Chạy RobloxStudioInstaller thực thi..",
 "Running latest version of Roblox Studio!": "Chạy phiên bản mới nhất của Roblox Studio!",
 "Running latest version of Roblox!": "Chạy phiên bản mới nhất của Roblox!",
 "Saving to File..": "Lưu vào hồ sơ..",
 "See you after a little bit!": "Hẹn gặp lại sau một chút!",
 "Select FFlag Mode:": "Chọn Chế độ FFlag:",
 "Select a lighting mode to force on the client:": "Chọn chế độ chiếu sáng để buộc trên máy khách:",
 "Select a rendering mode to force on the client:": "Chọn chế độ kết xuất để buộc trên máy khách:",
 "Select a texture quality number to put on the client:": "Chọn một số chất lượng kết cấu để đặt trên máy khách:",
 "Select an option or a mod to enable/disable!": "Chọn một tùy chọn hoặc một Mod để bật/tắt!",
 "Select the mod scripts you want to be used!": "Chọn các tập lệnh Mod bạn muốn được sử dụng!",
 "Select the number that is associated with the cursor you want to use.": "Chọn số được liên kết với con trỏ bạn muốn sử dụng..",
 "Select the number that is associated with the icon you want to use.": "Chọn số được liên kết với biểu tượng bạn muốn sử dụng..",
 "Select the number that is associated with the map you want to use.": "Chọn số được liên kết với bản đồ bạn muốn sử dụng..",
 "Select the number that is associated with the player sounds you want to use.": "Select the number that is associated with the player sounds you want to use..",
 "Selected Mode: Don't Merge Settings with Previous Settings": "Chế độ đã chọn: Không hợp nhất cài đặt với các cài đặt trước đó",
 "Selected Mode: Flat JSON Install": "Chế độ được chọn: Cài đặt JSON phẳng",
 "Selected Mode: Flat-No-Merge Install": "Chế độ được chọn: Cài đặt phẳng-no-merge",
 "Selected Mode: Get JSON Settings": "Chế độ được chọn: Nhận cài đặt JSON",
 "Selected Mode: Install/Reinstall Flags": "Chế độ đã chọn: Cài đặt/cài đặt lại cờ",
 "Selected Mode: Reset Settings": "Chế độ đã chọn: Đặt lại cài đặt",
 "Sending Request to Bootstrap Version Servers..": "Gửi yêu cầu đến máy chủ phiên bản Bootstrap..",
 "Sending Request to Roblox Servers..": "Gửi yêu cầu đến máy chủ Roblox..",
 "Sent Notification to Bootstrap for Notification Center shipping!": "Đã gửi thông báo đến Bootstrap để vận chuyển trung tâm thông báo!",
 "Server Location": "Vị trí máy chủ",
 "Setting Installed App Path to Local User..": "Cài đặt đường dẫn ứng dụng đã cài đặt cho người dùng cục bộ..",
 "Setting up URL Schemes..": "Thiết lập các sơ đồ URL..",
 "Setting up shortcuts..": "Thiết lập các phím tắt..",
 "Settings are now finished and now ready for setup!": "Cài đặt hiện đã hoàn tất và hiện đã sẵn sàng để thiết lập!",
 "Settings was closed.": "Cài đặt đã được đóng lại..",
 "Settings was not saved!": "Cài đặt không được lưu!",
 "Shortcut not found!": "Phím tắt không tìm thấy!",
 "Signing Roblox Studio.app..": "Ký tên Roblox Studio.app..",
 "Signing Roblox.app..": "Ký Roblox.app..",
 "Since this bootstrap is made using Python, anti-viruses may report this app as a virus.": "Vì bootstrap này được thực hiện bằng Python, thuốc chống vi-rút có thể báo cáo ứng dụng này dưới dạng virus..",
 "Skipped Generating Mods for Roblox Studio due to generation disabled..": "Bỏ qua tạo Mods cho Roblox Studio do thế hệ bị vô hiệu hóa..",
 "Skipping Roblox Reinstall due to Multi-Instancing enabled.": "Bỏ qua cài đặt lại Roblox do kích hoạt đa cấp độ..",
 "Small Image": "Hình ảnh nhỏ",
 "Something went wrong finding OrangeBloxMac.zip. It will require a OrangeBloxMac folder in order for installation to finish.": "Có gì đó đã sai khi tìm kiếm OrangeBloxMac.zip. Nó sẽ yêu cầu một thư mục OrangeBloxMac để cài đặt kết thúc..",
 "Something went wrong finding OrangeBloxMacIntel.zip. It will require a OrangeBloxMac folder in order for installation to finish.": "Có gì đó đã sai khi tìm kiếm OrangeBloxMacintel.zip. Nó sẽ yêu cầu một thư mục OrangeBloxMac để cài đặt kết thúc..",
 "Something went wrong finding OrangeBloxWindows.zip. It will require a OrangeBloxWindows folder in order for installation to finish.": "Có gì đó đã sai khi tìm kiếm OrangeBloxwindows.zip. Nó sẽ yêu cầu một thư mục OrangeBloxWindows để cài đặt kết thúc..",
 "Something went wrong removing installed bootstrap!": "Đã xảy ra sai khi loại bỏ bootstrap đã cài đặt!",
 "Something went wrong trying to determine your current Roblox version.": "Có gì đó sai khi cố gắng xác định phiên bản Roblox hiện tại của bạn..",
 "Something went wrong trying to find the application folder.": "Có gì đó sai khi cố gắng tìm thư mục ứng dụng..",
 "Something went wrong trying to find the installation folder.": "Có gì đó sai khi cố gắng tìm thư mục cài đặt..",
 "Something went wrong trying to set icon fully!": "Có gì đó sai khi cố gắng thiết lập biểu tượng đầy đủ!",
 "Something went wrong while cleaning the files for OrangeBlox update!": "Có gì đó không ổn trong khi làm sạch các tập tin để cập nhật OrangeBlox!",
 "Something went wrong while connecting to the Mod Script script!": "Có điều gì đó không ổn trong khi kết nối với tập lệnh Mod tập lệnh!",
 "Something went wrong while updating the files for OrangeBlox!": "Có điều gì đó không ổn trong khi cập nhật các tập tin cho OrangeBlox!",
 "Something went wrong!": "Có gì đó đã sai!",
 "Something went wrong. Please try again or use LIVE!": "Có gì đó đã sai. Hãy thử lại hoặc sử dụng trực tiếp!",
 "Started": "Bắt đầu",
 "Starting Clearing Operation..": "Bắt đầu xóa hoạt động..",
 "Starting Configuration Loop..": "Bắt đầu vòng lặp cấu hình..",
 "Starting Mod Script..": "Bắt đầu tập lệnh Mod..",
 "Starting Notification Loop..": "Bắt đầu vòng lặp thông báo..",
 "Starting Terminal ID Loop..": "Bắt đầu vòng lặp ID thiết bị đầu cuối..",
 "Starting Unfriend Detector Loop..": "Bắt đầu vòng phát hiện không kết bạn..",
 "State": "Tình trạng",
 "Successfully applied all enabled mods!": "Áp dụng thành công tất cả các Mod được kích hoạt!",
 "Successfully attached Discord RPC!": "Đính kèm thành công RPC Discord!",
 "Successfully attached the mutex! Once this window closes, all the other Roblox windows will close.": "Đính kèm thành công Mutex! Khi cửa sổ này đóng lại, tất cả các cửa sổ Roblox khác sẽ đóng lại..",
 "Successfully called to open a new instance! Please wait for Roblox to open and run a game before continuing the next account!": "Được gọi thành công để mở một ví dụ mới! Vui lòng đợi Roblox mở và chạy một trò chơi trước khi tiếp tục tài khoản tiếp theo!",
 "Successfully changed brand images to original!": "Thay đổi thành công hình ảnh thương hiệu thành bản gốc!",
 "Successfully changed brand images!": "Thay đổi thành công hình ảnh thương hiệu!",
 "Successfully changed current app icon! It may take a moment for macOS to identify it!": "Thay đổi thành công biểu tượng ứng dụng hiện tại! Nó có thể mất một chút thời gian để macOS xác định nó!",
 "Successfully changed current avatar editor to original background!": "Thay đổi thành công trình soạn thảo avatar hiện tại thành nền gốc!",
 "Successfully changed current avatar editor with a set background!": "Thay đổi thành công trình soạn thảo Avatar hiện tại với nền tảng đã thiết lập!",
 "Successfully changed current cursor with a set cursor image!": "Thay đổi thành công con trỏ hiện tại với hình ảnh con trỏ thiết lập!",
 "Successfully changed current cursor with original cursor image!": "Thay đổi thành công con trỏ hiện tại với hình ảnh con trỏ gốc!",
 "Successfully changed current player sounds with a set of sound files!": "Thay đổi thành công âm thanh trình phát hiện tại với một tập hợp các tệp âm thanh!",
 "Successfully changed current player sounds with original sound files!": "Thay đổi thành công âm thanh trình phát hiện tại với các tệp âm thanh gốc!",
 "Successfully changed current shortcut icons! It may take a moment for Windows to identify it!": "Thay đổi thành công các biểu tượng phím tắt hiện tại! Nó có thể mất một chút thời gian để Windows xác định nó!",
 "Successfully cleared Bootstrap Images!": "Xóa thành công hình ảnh bootstrap!",
 "Successfully cleared Downloaded Roblox Files from OrangeBlox!": "Đã xóa thành công các tập tin Roblox đã tải xuống từ OrangeBlox!",
 "Successfully cleared OrangeBlox logs!": "Xóa thành công nhật ký OrangeBlox!",
 "Successfully cleared Python cache!": "Xóa thành công bộ đệm Python!",
 "Successfully cleared Roblox Installers!": "Đã xóa thành công Trình cài đặt Roblox!",
 "Successfully cleared all Mod Script Configurations!": "Xóa thành công tất cả các cấu hình tập lệnh Mod!",
 "Successfully cleared app locks!": "Xóa thành công khóa ứng dụng!",
 "Successfully cleared unneeded mods!": "Xóa thành công các Mod không cần thiết!",
 "Successfully closed all open Roblox windows!": "Đóng thành công tất cả các cửa sổ Roblox mở!",
 "Successfully connected for multi-instancing! Please know that this effect is active until all Roblox windows are closed or this bootstrap window is closed.": "Kết nối thành công cho đa cấp độ! Xin vui lòng biết rằng hiệu ứng này đang hoạt động cho đến khi tất cả các cửa sổ Roblox được đóng hoặc cửa sổ bootstrap này được đóng lại..",
 "Successfully disabled Mods! Would you like to reinstall Roblox to clear existing mods or continue with partial setup?": "Mod bị vô hiệu hóa thành công! Bạn có muốn cài đặt lại Roblox để xóa các Mod hiện có hoặc tiếp tục với việc thiết lập một phần?",
 "Successfully disabled Roblox Studio Update Checks for launching from OrangeBlox. Roblox may still check for updates though.": "Successfully disabled Roblox Studio Update Checks for launching from OrangeBlox. Roblox may still check for updates though..",
 "Successfully disabled Roblox Update Checks for launching from OrangeBlox. Roblox may still check for updates though.": "Roblox CẬP NHẬT XÁC NHẬN KIỂM TRA TUYỆT VỜI TỪ ORANGLOX. Roblox vẫn có thể kiểm tra cập nhật mặc dù..",
 "Successfully ended PyObjc app!": "Kết thúc thành công ứng dụng PyObJC!",
 "Successfully installed FFlags to the Roblox files!": "Cài đặt thành công FFlagS vào các tệp Roblox!",
 "Successfully installed modules!": "Các mô -đun đã cài đặt thành công!",
 "Successfully installed updater apps!": "Cài đặt thành công các ứng dụng cập nhật!",
 "Successfully loaded Roblox Studio URL Scheme! Continuing to Roblox Studio..": "Đã tải thành công chương trình URL Studio Studio! Tiếp tục đến Roblox Studio..",
 "Successfully loaded Roblox URL Scheme! Continuing to Roblox Studio..": "Đã tải thành công chương trình URL Roblox! Tiếp tục đến Roblox Studio..",
 "Successfully loaded Roblox URL Scheme! Continuing to Roblox [Multi-Instance]..": "Successfully loaded Roblox URL Scheme! Continuing to Roblox [Multi-instance]..",
 "Successfully loaded Roblox URL Scheme! Continuing to Roblox..": "Đã tải thành công chương trình URL Roblox! Tiếp tục Roblox..",
 "Successfully merged the JSON in the ClientSettings folder with the provided json!": "Hợp nhất thành công JSON trong thư mục máy khách với JSON được cung cấp!",
 "Successfully opened Mods folder!": "Mở thành công thư mục ModS!",
 "Successfully prepared change for Builder Sans/Monsterrat files to GothamSSm!": "Thay đổi thành công cho các tập tin Sans/Monsterrat của Builder Sans/Monsterrat thành GothamSSM!",
 "Successfully removed Roblox.app Dock Shortcut!": "Đã loại bỏ thành công phím tắt dock Roblox.app!",
 "Successfully removed RobloxStudio.app Dock Shortcut!": "Đã loại bỏ thành công RobloxSTUDIO.app DOCK SHAPCY!",
 "Successfully repaired OrangeBlox!": "Sửa chữa thành công OrangeBlox!",
 "Successfully restored OrangeBlox data! Would you to restart the app? (y/n)": "Phục hồi thành công dữ liệu OrangeBlox! Bạn có thể khởi động lại ứng dụng không? (y/n)",
 "Successfully reverted Builder Sans/Monsterrat files!": "Xây dựng thành công các tập tin Sans/Monsterrat!",
 "Successfully saved Bootstrap Settings!": "Cài đặt bootstrap đã lưu thành công!",
 "Successfully saved Configuration!": "Cấu hình được lưu thành công!",
 "Successfully saved Global Basic Settings!": "Đã lưu thành công các cài đặt cơ bản toàn cầu!",
 "Successfully saved Mod Script settings!": "Đã lưu thành công Cài đặt tập lệnh Mod!",
 "Successfully saved settings!": "Cài đặt đã lưu thành công!",
 "Successfully sent webhook! Event: onModScript": "Đã gửi thành công Webhook! Sự kiện: onModScript",
 "Successfully set Roblox Studio client channel to automatically determine!": "Đặt thành công Kênh máy khách Roblox Studio để tự động xác định!",
 "Successfully set Roblox Studio client channel!": "Đặt thành công Kênh máy khách Roblox Studio!",
 "Successfully set Roblox client channel to automatically determine!": "Đặt thành công Kênh máy khách Roblox để tự động xác định!",
 "Successfully set Roblox client channel!": "Đặt thành công Kênh máy khách Roblox!",
 "Successfully signed Roblox Studio.app!": "Đã ký thành công Roblox Studio.app!",
 "Successfully signed Roblox.app!": "Đã ký thành công Roblox.app!",
 "Successfully synced Bootstrap Settings!": "Cài đặt bootstrap được đồng bộ hóa thành công!",
 "Successfully synced all mods from installation folder!": "Được đồng bộ hóa thành công tất cả các Mod từ thư mục cài đặt!",
 "Successfully synced settings!": "Cài đặt được đồng bộ hóa thành công!",
 "Successfully uninstalled OrangeBlox and reinstalled Roblox!": "Đã gỡ cài đặt thành công OrangeBlox và cài đặt lại Roblox!",
 "Successfully wrote to Info.plist!": "Đã viết thành công cho thông tin.plist!",
 "Syncing has failed!": "Đồng bộ hóa đã thất bại!",
 "Syncing mods..": "Đồng bộ hóa Mod..",
 "Syncing was rejected!": "Đồng bộ hóa đã bị từ chối!",
 "THIS SCRIPT WILL BE GRANTED THE EXTREME LEVEL PERMISSIONS LISTED! ARE YOU SURE?": "Kịch bản này sẽ được cấp các quyền cấp độ cực đoan được liệt kê! Bạn có chắc không?",
 "Teleported to": "Dịch chuyển tức thời",
 "Temporary storage has been cleared!": "Lưu trữ tạm thời đã được xóa!",
 "The Roblox Website App Path doesn't exist. Please install Roblox from your web browser in order to use!": "Đường dẫn ứng dụng trang web Roblox không tồn tại. Vui lòng cài đặt Roblox từ trình duyệt web của bạn để sử dụng!",
 "The app icon would not change, rather, just the shortcut icon. Enable the Shortcut Icon Changing in order for this work.": "Biểu tượng ứng dụng sẽ không thay đổi, thay vào đó, chỉ là biểu tượng phím tắt. Kích hoạt biểu tượng phím tắt thay đổi để công việc này..",
 "The bootstrap is a beta version! No updates are needed!": "Bootstrap là phiên bản beta! Không cần cập nhật!",
 "The bootstrap is currently on the latest version! No updates are needed!": "Bootstrap hiện đang ở phiên bản mới nhất! Không cần cập nhật!",
 "The download for this update is unavailable at this time! Try again later!": "Việc tải xuống cho bản cập nhật này không có sẵn tại thời điểm này! Hãy thử lại sau!",
 "The following friends have unfriended you from your friends list ;(": "Những người bạn sau đây đã hủy kết bạn với bạn khỏi danh sách bạn bè của bạn; (",
 "The installer had a problem! Once you continue, this script will reload.": "Trình cài đặt đã có một vấn đề! Khi bạn tiếp tục, tập lệnh này sẽ tải lại..",
 "The provided webhook link is not a valid format.": "Liên kết Webhook được cung cấp không phải là một định dạng hợp lệ..",
 "The template script detected the game disconnect. :(": "Tập lệnh mẫu phát hiện ngắt kết nối trò chơi.:(",
 "The voice chat microphone was muted!": "Micro trò chuyện bằng giọng nói đã bị tắt tiếng!",
 "The voice chat microphone was unmuted!": "Micro trò chuyện bằng giọng nói đã được tắt!",
 "The voice chat recording was already cleared before the voice chat ended!": "Việc ghi âm thoại đã được xóa trước khi cuộc trò chuyện bằng giọng nói kết thúc!",
 "Then, when you're done, type 'exit'!": "Sau đó, khi bạn hoàn thành, hãy nhập 'Thoát'!",
 "There was an error inside the RobloxPlayer that has caused it to crash! Sorry!": "Có một lỗi bên trong RobloxPlayer đã khiến nó gặp sự cố! Lấy làm tiếc!",
 "There was an error inside the RobloxStudio that has caused it to crash! Sorry!": "Có một lỗi bên trong Robloxstudio đã khiến nó bị sập! Lấy làm tiếc!",
 "There was an error reading the latest version.": "Có một lỗi khi đọc phiên bản mới nhất..",
 "There was an error reading your configuration file.": "Có một lỗi khi đọc tệp cấu hình của bạn..",
 "There was an error saving the assigned installed path!": "Có một lỗi lưu đường dẫn được cài đặt được chỉ định!",
 "There was an error selecting a folder because tkinter may not be installed properly!": "Có một lỗi khi chọn một thư mục vì Tkinter có thể không được cài đặt đúng cách!",
 "There was an error selecting a folder!": "Có một lỗi chọn một thư mục!",
 "There was an error trying to restore your OrangeBlox files!": "Có một lỗi khi cố gắng khôi phục các tệp OrangeBlox của bạn!",
 "There was an issue downloading the update due to an curl error!": "Có một vấn đề tải xuống bản cập nhật do lỗi Curl!",
 "There was an issue extracting the update due to an error!": "Có một vấn đề trích xuất bản cập nhật do lỗi!",
 "There was an issue finding the requested mod script!": "Có một vấn đề tìm kiếm tập lệnh Mod được yêu cầu!",
 "There was an issue trying to download OrangeBlox from the download server!": "Có một vấn đề đang cố gắng tải xuống OrangeBlox từ máy chủ tải xuống!",
 "There was an issue trying to fetch OrangeBlox information!": "Có một vấn đề cố gắng tìm nạp thông tin OrangeBlox!",
 "There was an issue trying to find the x64 version of the Windows app. Would you like to install the 32-bit version? [32-bit Python is not needed.]": "Có một vấn đề đang cố gắng tìm phiên bản X64 của ứng dụng Windows. Bạn có muốn cài đặt phiên bản 32 bit không? [Không cần thiết python 32 bit.]",
 "There was an issue trying to parse your URL scheme. Please select an option below to continue:": "Có một vấn đề cố gắng phân tích sơ đồ URL của bạn. Vui lòng chọn một tùy chọn bên dưới để tiếp tục:",
 "There was an issue trying to unpack the OrangeBlox installation folder!": "Có một vấn đề cố gắng giải nén thư mục cài đặt OrangeBlox!",
 "There was an issue while checking for updates.": "Có một vấn đề trong khi kiểm tra cập nhật..",
 "There was an issue while finding the Apps folder for installation.": "Có một vấn đề trong khi tìm thư mục ứng dụng để cài đặt..",
 "There's an issue trying to create a mutex!": "Có một vấn đề đang cố gắng tạo ra một mutex!",
 "There's an issue trying to create a mutex! This may be because the mutex was already taken!": "Có một vấn đề đang cố gắng tạo ra một mutex! Điều này có thể là do Mutex đã được thực hiện!",
 "There's currently no open Roblox Studio Windows to connect to.": "Hiện tại không có Windows Studio Roblox mở để kết nối..",
 "There's currently no open Roblox Windows to connect to.": "Hiện tại không có Windows Roblox mở để kết nối..",
 "There's lot of permissions that are needed to be set in order for this bootstrap to work.": "Có rất nhiều quyền cần thiết để được đặt để bootstrap này hoạt động..",
 "There's no version of Roblox installed. Installing from downloaded installer app.": "Không có phiên bản Roblox được cài đặt. Cài đặt từ ứng dụng cài đặt đã tải xuống..",
 "This app will use your Roblox logs to track data such as Game Join Data, Discord Presences, BloxstrapRPC and a lot more!": "Ứng dụng này sẽ sử dụng nhật ký Roblox của bạn để theo dõi dữ liệu như dữ liệu tham gia trò chơi, sự hiện diện của Discord, BloxstrapRPC và nhiều hơn nữa!",
 "This backup is created in a version before OrangeBlox v2.0.1. Are you sure you want to continue with this backup? (y/n)": "Bản sao lưu này được tạo trong một phiên bản trước OrangeBlox v2.0.1. Bạn có chắc là bạn muốn tiếp tục với bản sao lưu này? (y/n)",
 "This is a security measure that be used to validate Roblox in case of insecure downloads.": "Đây là một biện pháp bảo mật được sử dụng để xác nhận Roblox trong trường hợp tải xuống không an toàn..",
 "This is a security measure used to validate bootstrap scripts.": "Đây là một biện pháp bảo mật được sử dụng để xác nhận các tập lệnh bootstrap..",
 "This is a template mod script here!": "Đây là một tập lệnh Mod mẫu ở đây!",
 "This is not a valid Roblox URL Scheme. Please try again!": "Đây không phải là sơ đồ URL Roblox hợp lệ. Hãy thử lại!",
 "This is ran when Roblox opened earlier.": "Điều này được chạy khi Roblox mở trước đó..",
 "This just runs all the clear options at once.": "Điều này chỉ chạy tất cả các tùy chọn rõ ràng cùng một lúc..",
 "This may allow you to load Roblox faster but may still cause issues.": "Điều này có thể cho phép bạn tải Roblox nhanh hơn nhưng vẫn có thể gây ra vấn đề..",
 "This may conclude a 25% Performance Boost but may cause compatibility issues in games.": "Điều này có thể kết thúc việc tăng hiệu suất 25% nhưng có thể gây ra các vấn đề tương thích trong các trò chơi..",
 "This may ignore when a Roblox reinstall is needed due to signing.": "Điều này có thể bỏ qua khi cần cài đặt lại Roblox do ký kết..",
 "This operation is dangerous to use if not used carefully and will overwrite your Mods and Configuration.": "Hoạt động này rất nguy hiểm khi sử dụng nếu không được sử dụng cẩn thận và sẽ ghi đè lên các Mod và cấu hình của bạn..",
 "This option cannot be backed up to an another computer using OrangeBlox installer due to cookie locations are saved.": "Tùy chọn này không thể được sao lưu vào một máy tính khác bằng trình cài đặt OrangeBlox do các vị trí cookie được lưu..",
 "This option will automatically fetch your cookies and save them into the Roblox folder so you can login quicker.": "Tùy chọn này sẽ tự động tìm nạp cookie của bạn và lưu chúng vào thư mục Roblox để bạn có thể đăng nhập nhanh hơn..",
 "This process is handling multi-instance for all open Roblox windows. If you close this window, all Roblox windows may close.": "Quá trình này đang xử lý đa cấp cho tất cả các cửa sổ Roblox mở. Nếu bạn đóng cửa sổ này, tất cả các cửa sổ Roblox có thể đóng..",
 "This setting cannot be changed through Roblox Fast Flags Installer. Please configure this through OrangeBlox settings instead.": "Cài đặt này không thể được thay đổi thông qua Trình cài đặt Fast Flags Roblox. Vui lòng định cấu hình cái này thông qua cài đặt OrangeBlox thay thế..",
 "This will allow features like:": "Điều này sẽ cho phép các tính năng như:",
 "This will allow you to skip the main menu and launch Roblox instantly through OrangeBlox!": "Điều này sẽ cho phép bạn bỏ qua menu chính và khởi chạy Roblox ngay lập tức thông qua OrangeBlox!",
 "This will be used to determine the latest Roblox Studio version.": "Điều này sẽ được sử dụng để xác định phiên bản Roblox Studio mới nhất..",
 "This will be used to determine the latest Roblox version.": "Điều này sẽ được sử dụng để xác định phiên bản Roblox mới nhất..",
 "This will not bypass scans by your anti-virus software. It will only allow running by the operating system. (y/n)": "Điều này sẽ không bỏ qua quét bởi phần mềm chống vi-rút của bạn. Nó sẽ chỉ cho phép chạy bởi hệ điều hành. (y/n)",
 "This will not get you banned as this is based on files, not interrupting the client.": "Điều này sẽ không khiến bạn bị cấm vì điều này dựa trên các tệp, không làm gián đoạn máy khách..",
 "This will only apply to Roblox Player and not Roblox Studio.": "Điều này sẽ chỉ áp dụng cho người chơi Roblox chứ không phải Roblox Studio..",
 "This will override any configuration changes inside this state to this file.": "Điều này sẽ ghi đè bất kỳ thay đổi cấu hình nào bên trong trạng thái này đối với tệp này..",
 "This will overwrite your current configuration and mods!!": "Điều này sẽ ghi đè lên cấu hình và Mod hiện tại của bạn !!",
 "Time for the fun part! Let's select the color for the gradient!": "Thời gian cho phần thú vị! Hãy chọn màu cho gradient!",
 "To help save space, the script has automatically deleted files made for other operating systems!": "Để giúp tiết kiệm không gian, tập lệnh đã tự động xóa các tệp được tạo cho các hệ điều hành khác!",
 "Try again next time!": "Hãy thử lại lần sau!",
 "Try selecting a number that is next to that option!": "Hãy thử chọn một số bên cạnh tùy chọn đó!",
 "URL Launch Data": "Dữ liệu khởi chạy URL",
 "URL passed test.": "URL đã vượt qua bài kiểm tra..",
 "Uh oh! An fresh reinstall is needed. Downloading a fresh copy of Roblox Studio!": "Uh oh! Một cài đặt lại mới là cần thiết. Tải xuống một bản sao mới của Roblox Studio!",
 "Uh oh! An fresh reinstall is needed. Downloading a fresh copy of Roblox!": "Uh oh! Một cài đặt lại mới là cần thiết. Tải xuống một bản sao mới của Roblox!",
 "Uhm, not quite an option here, try again!": "UHM, không hoàn toàn là một lựa chọn ở đây, hãy thử lại!",
 "Uhm, not quite. Try again!": "Uhm, không hoàn toàn. Hãy thử lại!",
 "Unable to attach to mutex because it's already created by Roblox or by an another script.": "Không thể gắn vào Mutex vì nó đã được tạo bởi Roblox hoặc bởi một tập lệnh khác..",
 "Unable to find mod script under manifest.": "Không thể tìm thấy tập lệnh Mod trong bản kê khai..",
 "Unable to format to a suitable value due to an error.": "Không thể định dạng thành một giá trị phù hợp do lỗi..",
 "Unable to generate a shortcut app because Play Roblox app is not available!": "Không thể tạo ứng dụng phím tắt vì không có ứng dụng Roblox!",
 "Unable to generate a shortcut app because this path for the shortcut is non-OrangeBlox and exists!": "Không thể tạo một ứng dụng phím tắt vì đường dẫn này cho phím tắt là không có cam và tồn tại!",
 "Unable to insert Discord Rich Presence. Please make sure Discord is open.": "Không thể chèn sự hiện diện giàu có. Hãy chắc chắn rằng Discord được mở..",
 "Unable to open Mods folder!": "Không thể mở thư mục Mod!",
 "Unable to remove GUI app holder": "Không thể xóa giá đỡ ứng dụng GUI",
 "Unable to replicate installer to the designated file path.": "Không thể sao chép trình cài đặt lên đường dẫn tệp được chỉ định..",
 "Unable to respond for type of mod action.": "Không thể trả lời cho loại hành động Mod..",
 "Unable to send Discord Webhook. Please check if the link is valid.": "Không thể gửi Discord Webhook. Vui lòng kiểm tra xem liên kết có hợp lệ không..",
 "Uninstalling Bootstrap..": "Gỡ cài đặt bootstrap..",
 "Unknown Location": "Vị trí không xác định",
 "Unmarking from Windows Program List..": "Nhập thư từ danh sách chương trình Windows..",
 "Unwrapping OrangeBlox file..": "Hủy bỏ tệp OrangeBlox..",
 "Unzipping Installation ZIP File..": "Giải nén tệp ZIP cài đặt..",
 "Update Check Response failed.": "Cập nhật phản hồi kiểm tra không thành công..",
 "Update was cancelled!": "Cập nhật đã bị hủy!",
 "Update was unable to be installed!": "Cập nhật không thể được cài đặt!",
 "Use this guide to help create it: https://github.com/bloxstraplabs/bloxstrap/wiki/A-deep-dive-on-how-the-Roblox-bootstrapper-works#starting-roblox": "Sử dụng hướng dẫn này để giúp tạo ra nó: https://github.com/bloxstraplabs/bloxstrap/wiki/a-onee-dive-on-how-the-Roblox-bootstrapper-works#starting-Roblox",
 "User Connected": "Người dùng kết nối",
 "User gave a number which is out of reach.": "Người dùng đã cho một số nằm ngoài tầm với..",
 "User gave a number which is somehow not on the list..?": "Người dùng đã cho một số mà bằng cách nào đó không có trong danh sách..?",
 "User gave a response which is not a number.": "Người dùng đã đưa ra một phản hồi không phải là một số..",
 "User has been teleported!": "Người dùng đã được dịch chuyển tức thời!",
 "User has closed the Roblox Studio window!": "Người dùng đã đóng cửa sổ Roblox Studio!",
 "User has closed the Roblox window!": "Người dùng đã đóng cửa sổ Roblox!",
 "User has disconnected from the server!": "Người dùng đã ngắt kết nối với máy chủ!",
 "User rejected update.": "Người dùng đã từ chối cập nhật..",
 "Validating Backup Metadata..": "Xác nhận siêu dữ liệu sao lưu..",
 "Validating Bootstrap Install Directory..": "Xác thực thư mục cài đặt Bootstrap..",
 "Validating Installation of Mod Script Modules..": "Xác thực cài đặt các mô -đun tập lệnh Mod..",
 "Validating Python Installation..": "Xác nhận cài đặt Python..",
 "Validating code-sign..": "Xác nhận ký hiệu mã..",
 "Vanilla Roblox Studio has been installed!": "Vanilla Roblox Studio đã được cài đặt!",
 "Vanilla Roblox Studio has been uninstalled successfully!": "Vanilla Roblox Studio đã được gỡ cài đặt thành công!",
 "Vanilla Roblox Studio has been uninstalled!": "Vanilla Roblox Studio đã được gỡ cài đặt!",
 "Vanilla Roblox Studio is not installed right now! Please install it from the Roblox website to get it back!": "Vanilla Roblox Studio không được cài đặt ngay bây giờ! Vui lòng cài đặt nó từ trang web Roblox để lấy lại!",
 "Vanilla Roblox has been installed!": "Vanilla Roblox đã được cài đặt!",
 "Vanilla Roblox has been uninstalled successfully!": "Vanilla Roblox đã được gỡ cài đặt thành công!",
 "Vanilla Roblox has been uninstalled!": "Vanilla Roblox đã được gỡ cài đặt!",
 "Vanilla Roblox is not installed right now! Please install it from the Roblox website to get it back!": "Vanilla Roblox không được cài đặt ngay bây giờ! Vui lòng cài đặt nó từ trang web Roblox để lấy lại!",
 "Voice Chat microphone has been muted!": "Micro trò chuyện bằng giọng nói đã bị tắt tiếng!",
 "Voice Chat microphone has been unmuted!": "Micro trò chuyện bằng giọng nói đã được bật ra!",
 "WARNING! There may be issues when setting this and values set may get reset by the client.": "CẢNH BÁO! Có thể có vấn đề khi đặt bộ này và bộ giá trị có thể được thiết lập lại bởi máy khách..",
 "WARNING! This can be buggy and may cause issues on your Roblox experience!!!": "CẢNH BÁO! Điều này có thể là lỗi và có thể gây ra các vấn đề về trải nghiệm Roblox của bạn !!!",
 "WARNING! This can crash your Roblox session!": "CẢNH BÁO! Điều này có thể làm hỏng phiên Roblox của bạn!",
 "WARNING! This may force-quit any open Roblox windows!": "CẢNH BÁO! Điều này có thể bắt buộc bất kỳ cửa sổ Roblox mở!",
 "WARNING! This will force-quit any open Roblox windows!": "CẢNH BÁO! Điều này sẽ buộc bất kỳ cửa sổ Roblox mở!",
 "WARNING! This will force-quit any open Roblox windows! Please close them now before continuing in order to prevent data loss!": "CẢNH BÁO! Điều này sẽ buộc bất kỳ cửa sổ Roblox mở! Vui lòng đóng chúng ngay bây giờ trước khi tiếp tục để ngăn ngừa mất dữ liệu!",
 "WARNING! This will quit any open Roblox windows!": "CẢNH BÁO! Điều này sẽ thoát khỏi bất kỳ cửa sổ Roblox mở!",
 "Waiting 1 second to check if Roblox needs a reinstall..": "Chờ 1 giây để kiểm tra xem Roblox có cần cài đặt lại không..",
 "Waiting 3 seconds to check if Roblox needs a reinstall..": "Đang chờ 3 giây để kiểm tra xem Roblox có cần cài đặt lại không..",
 "Waiting 5 seconds to check if Roblox needs a reinstall..": "Chờ 5 giây để kiểm tra xem Roblox có cần cài đặt lại không..",
 "Warning! The cookies before this may be brought back after setup.": "Cảnh báo! Các cookie trước khi điều này có thể được mang về sau khi thiết lập..",
 "Warning! This setting may cause issues and will take a moment for the handler to settle!": "Cảnh báo! Cài đặt này có thể gây ra vấn đề và sẽ mất một chút thời gian để người xử lý giải quyết!",
 "We can't clear logs if Roblox is currently open! Please close it before trying again!": "Chúng tôi không thể xóa nhật ký nếu Roblox hiện đang mở! Hãy đóng nó trước khi thử lại!",
 "We have just sent a notification to your computer, so that you can allow notifications": "Chúng tôi vừa gửi thông báo đến máy tính của bạn, để bạn có thể cho phép thông báo",
 "We have updated Efaz's Roblox Bootstrap to feature a new brand (OrangeBlox) and also download Roblox into a separate folder and doesn't need vanilla Roblox to be installed!": "Chúng tôi đã cập nhật Roblox Bootstrap của EFAZ để có một thương hiệu mới (OrangeBlox) và cũng tải Roblox vào một thư mục riêng biệt và không cần cài đặt Vanilla Roblox!",
 "Welcome back! I hope you have enabled some things you may want!": "Chào mừng trở lại! Tôi hy vọng bạn đã kích hoạt một số thứ bạn có thể muốn!",
 "Welcome to OrangeBlox Installer 🍊!": "Chào mừng bạn đến với Trình cài đặt OrangeBlox!",
 "Welcome to OrangeBlox Loader (Play Roblox) 🍊!": "Chào mừng bạn đến với Orangerblox Loader (Chơi Roblox) 🍊!",
 "Welcome to OrangeBlox Loader (Run Studio) 🍊!": "Chào mừng bạn đến với Orangeblod Loader (Run Studio) 🍊!",
 "Welcome to OrangeBlox Loader 🍊!": "Chào mừng bạn đến với bộ tải OrangeBlox 🍊!",
 "Welcome to OrangeBlox 🍊!": "Chào mừng bạn đến với OrangeBlox!",
 "Welcome to Roblox Fast Flags Installer!": "Chào mừng bạn đến với Trình cài đặt Fast Flags Roblox!",
 "Welcome to the Roblox Global Settings menu! Select a setting to modify.": "Chào mừng bạn đến với menu Cài đặt toàn cầu Roblox! Chọn một cài đặt để sửa đổi..",
 "Well, it's just a command line but is something!": "Chà, nó chỉ là một dòng lệnh nhưng là một cái gì đó!",
 "What should this Discord Webhook send?": "Webhook này nên gửi gì?",
 "When BloxstrapRPC is triggered (if enabled), your webhook gets pinged with the changes given from the launched game.": "Khi BloxstrapRPC được kích hoạt (nếu được bật), webhook của bạn sẽ bị ping với những thay đổi được đưa ra từ trò chơi được khởi chạy..",
 "When Roblox (or Roblox Studio) crashes, your webhook gets pinged with the console log that shows the cause of the crash.": "Khi Roblox (hoặc Roblox Studio) gặp sự cố, webhook của bạn bị ping với nhật ký điều khiển cho thấy nguyên nhân của vụ tai nạn..",
 "When you close Roblox (or Roblox Studio), your webhook gets pinged with information such as Process ID and Log File Location.": "Khi bạn đóng Roblox (hoặc Roblox Studio), webhook của bạn sẽ bị ping thông tin như ID xử lý và vị trí tệp nhật ký..",
 "When you join a Roblox game (or edit a Roblox Studio game), your webhook gets pinged with information such as Server Location and Joining Link.": "Khi bạn tham gia một trò chơi Roblox (hoặc chỉnh sửa trò chơi Roblox Studio), webhook của bạn sẽ bị ping với thông tin như vị trí máy chủ và liên kết tham gia..",
 "When you leave a Roblox game (or leave a Roblox Studio session), your webhook gets pinged with information such as Server Location and Joining Link.": "Khi bạn rời khỏi một trò chơi Roblox (hoặc để lại một phiên Studio Roblox), webhook của bạn sẽ bị ping với thông tin như vị trí máy chủ và liên kết tham gia..",
 "When you open Roblox (or Roblox Studio), your webhook gets pinged with information such as Process ID and Log File Location.": "Khi bạn mở Roblox (hoặc Roblox Studio), webhook của bạn sẽ bị ping thông tin như ID quy trình và vị trí tệp nhật ký..",
 "When you publish a game from Roblox Studio, your webhook gets pinged with game information such as Server Location and Editing Link.": "Khi bạn xuất bản một trò chơi từ Roblox Studio, webhook của bạn sẽ bị ping với thông tin trò chơi như vị trí máy chủ và liên kết chỉnh sửa..",
 "Woo hoo! Roblox passed the update check!": "Woo hoo! Roblox đã vượt qua kiểm tra cập nhật!",
 "Woo hoo! The template script detected you joined a game!": "Woo hoo! Tập lệnh mẫu phát hiện bạn đã tham gia một trò chơi!",
 "Woo hoo! You finally reached the end of this tutorial!": "Woo hoo! Cuối cùng bạn đã đạt đến cuối của hướng dẫn này!",
 "Would you like it to show the pid number in the webhook footer? (y/n)": "Bạn có muốn nó hiển thị số PID trong chân trang web không? (y/n)",
 "Would you like the Roblox FPS Unlocker in your settings? (This may not work depending on your Roblox client version.) (y/n)": "Bạn có muốn trình mở khóa Roblox FPS trong cài đặt của bạn không? (Điều này có thể không hoạt động tùy thuộc vào phiên bản máy khách Roblox của bạn.) (y/n)",
 "Would you like this value to be a boolean value or do you want to keep it as a string? (y/n)": "Bạn có muốn giá trị này là một giá trị boolean hay bạn muốn giữ nó như một chuỗi? (y/n)",
 "Would you like this value to be a number value or do you want to keep it as a string? (y/n)": "Bạn có muốn giá trị này là một giá trị số hay bạn muốn giữ nó như một chuỗi? (y/n)",
 "Would you like to add more fast flags? (y/n)": "Bạn có muốn thêm nhiều cờ nhanh hơn không? (y/n)",
 "Would you like to allow Activity Tracking on the Roblox client? (y/n)": "Bạn có muốn cho phép theo dõi hoạt động trên máy khách Roblox không? (y/n)",
 "Would you like to allow duplication of Roblox Clients? (y/n)": "Bạn có muốn cho phép trùng lặp khách hàng Roblox không? (y/n)",
 "Would you like to allow syncing configurations and mods from this folder to the app? (Only 1 installation folder can be used) (y/n)": "Bạn có muốn cho phép đồng bộ hóa cấu hình và Mod từ thư mục này với ứng dụng không? (Chỉ có thể sử dụng 1 thư mục cài đặt) (y/n)",
 "Would you like to allow the assistant to generate code? (y/n)": "Bạn có muốn cho phép trợ lý tạo mã không? (y/n)",
 "Would you like to change the Roblox cursor? (y/n)": "Bạn có muốn thay đổi con trỏ Roblox không? (y/n)",
 "Would you like to change the Roblox logo on Roblox Studio? (y/n)": "Bạn có muốn thay đổi logo Roblox trên Roblox Studio không? (y/n)",
 "Would you like to change the Roblox logo on the Roblox Player? (y/n)": "Bạn có muốn thay đổi logo Roblox trên người chơi Roblox không? (y/n)",
 "Would you like to change the background of the Avatar Editor? (y/n)": "Bạn có muốn thay đổi nền của trình soạn thảo avatar không? (y/n)",
 "Would you like to change your Roblox User ID for Unfriend Checks? (y/n)": "Bạn có muốn thay đổi ID người dùng Roblox của mình để kiểm tra Unfriend không? (y/n)",
 "Would you like to change your Roblox player sounds? (y/n)": "Bạn có muốn thay đổi âm thanh của người chơi Roblox của mình không? (y/n)",
 "Would you like to check for any new bootstrap updates right now? (y/n)": "Bạn có muốn kiểm tra xem có bất kỳ bản cập nhật bootstrap mới nào ngay bây giờ không? (y/n)",
 "Would you like to continue with the fast flag installation? (y/n)": "Bạn có muốn tiếp tục với cài đặt cờ nhanh không? (y/n)",
 "Would you like to create an another shortcut? (y/n)": "Bạn có muốn tạo một lối tắt khác không? (y/n)",
 "Would you like to delete an another shortcut? (y/n)": "Bạn có muốn xóa một phím tắt khác không? (y/n)",
 "Would you like to delete other operating system versions? (This may save 30MB+ of space) (y/n)": "Bạn có muốn xóa các phiên bản hệ điều hành khác không? (Điều này có thể tiết kiệm 30MB+không gian) (y/n)",
 "Would you like to disable Bootstrap Cooldowns? (y/n)": "Bạn có muốn vô hiệu hóa thời gian hồi chiêu bootstrap không? (y/n)",
 "Would you like to disable Bootstrap Update Checks? (y/n)": "Bạn có muốn tắt kiểm tra cập nhật Bootstrap không? (y/n)",
 "Would you like to disable Foundation mode on your client? (This is the new layout Roblox added) (y/n)": "Bạn có muốn vô hiệu hóa chế độ nền tảng trên máy khách của bạn không? (Đây là bố cục mới Roblox được thêm vào) (y/n)",
 "Would you like to disable Hash Verification in the OrangeLoader backend? (y/n)": "Bạn có muốn tắt xác minh băm trong phụ trợ của OrangeLoader không? (y/n)",
 "Would you like to disable Highlight rendering on the client? (y/n)": "Bạn có muốn tắt kết xuất nổi bật trên máy khách không? (y/n)",
 "Would you like to disable In-Game Chat? (y/n)": "Bạn có muốn tắt trò chuyện trong trò chơi không? (y/n)",
 "Would you like to disable Python Update Checks? (y/n)": "Bạn có muốn tắt kiểm tra cập nhật Python không? (y/n)",
 "Would you like to disable Roblox Overlap Prevention? (y/n)": "Bạn có muốn vô hiệu hóa phòng chống chồng chéo Roblox không? (y/n)",
 "Would you like to disable Roblox Reinstall checks? (y/n)": "Bạn có muốn tắt kiểm tra cài đặt lại Roblox không? (y/n)",
 "Would you like to disable Voice Chat? (y/n)": "Bạn có muốn tắt trò chuyện bằng giọng nói không? (y/n)",
 "Would you like to disable automatically saving your OrangeBlox Configuration to your installation folder? (y/n)": "Bạn có muốn vô hiệu hóa tự động lưu cấu hình OrangeBlox của mình vào thư mục cài đặt của mình không? (y/n)",
 "Would you like to disable in-game purchases (game-passes, developer products, etc.)? (You will still be kicked, jsut the message will not show.) (y/n)": "Bạn có muốn tắt các giao dịch mua trong trò chơi (trò chơi, sản phẩm phát triển, v.v.) không? (Bạn vẫn sẽ bị đá, JSUT tin nhắn sẽ không hiển thị.) (y/n)",
 "Would you like to disable the Title Bar when you go into full screen on the Roblox client? (y/n)": "Bạn có muốn vô hiệu hóa thanh tiêu đề khi bạn vào toàn màn hình trên máy khách Roblox không? (y/n)",
 "Would you like to enable Auto Reconnection for Multi-Instancing? (y/n)": "Bạn có muốn bật kết nối lại tự động cho đa cấp độ không? (y/n)",
 "Would you like to enable Debug Mode? (y/n)": "Bạn có muốn bật chế độ gỡ lỗi không? (y/n)",
 "Would you like to enable Developer Tools inside of the Roblox App (when website frame is opened) (Ctrl+Shift+I)? (y/n)": "Bạn có muốn bật các công cụ phát triển bên trong ứng dụng Roblox (khi khung trang web được mở) (Ctrl+Shift+I)? (y/n)",
 "Would you like to enable Discord RPC? (y/n)": "Bạn có muốn kích hoạt RPC Discord không? (y/n)",
 "Would you like to enable Dock Bar and System Tray options when right clicking the app icon? (y/n)": "Bạn có muốn bật các tùy chọn Khay hệ thống và thanh Dock khi nhấp chuột phải vào biểu tượng ứng dụng không? (y/n)",
 "Would you like to enable Hash Verification on Roblox Player and Studio after updates? (y/n)": "Bạn có muốn bật xác minh băm trên người chơi Roblox và studio sau khi cập nhật không? (y/n)",
 "Would you like to enable Mods? (y/n)": "Bạn có muốn kích hoạt Mod không? (y/n)",
 "Would you like to enable Pre-Rendering on the client? (y/n)": "Bạn có muốn bật trước khi kết xuất trên máy khách không? (y/n)",
 "Would you like to enable Quick Modification mode? (y/n)": "Bạn có muốn bật chế độ sửa đổi nhanh không? (y/n)",
 "Would you like to enable Red text instead of White text color in the lua app? (y/n)": "Bạn có muốn bật văn bản màu đỏ thay vì màu văn bản trắng trong ứng dụng Lua không? (y/n)",
 "Would you like to enable Roblox Studio to use the Bloxstrap SDK? (y/n)": "Bạn có muốn cho phép Roblox Studio sử dụng SDK Bloxstrap không? (y/n)",
 "Would you like to enable Roblox Unfriend Checks? (y/n)": "Bạn có muốn kích hoạt kiểm tra Roblox Unfriend không? (y/n)",
 "Would you like to enable Server Locations? (y/n)": "Bạn có muốn bật vị trí máy chủ không? (y/n)",
 "Would you like to enable access to private servers you connect to from Discord Presences? (users may be able to join or not) (y/n)": "Bạn có muốn cho phép truy cập vào các máy chủ riêng mà bạn kết nối từ các sự hiện diện của Disc không? (Người dùng có thể tham gia hoặc không) (y/n)",
 "Would you like to enable defaulting to the Select tool when in a place? (y/n)": "Bạn có muốn kích hoạt mặc định vào công cụ chọn khi ở một nơi không? (y/n)",
 "Would you like to enable force reconnection when you disconnect from a Studio server? (y/n)": "Bạn có muốn bật kết nối lại lực khi bạn ngắt kết nối với máy chủ phòng thu không? (y/n)",
 "Would you like to enable freecam on the Roblox client (only works if you're a Roblox Developer of a game or a Star Creator)? (y/n)": "Bạn có muốn kích hoạt Freecam trên máy khách Roblox (chỉ hoạt động nếu bạn là nhà phát triển Roblox của trò chơi hoặc người tạo ngôi sao)? (y/n)",
 "Would you like to enable games to use the Bloxstrap SDK? (y/n)": "Bạn có muốn cho phép các trò chơi sử dụng SDK Bloxstrap không? (y/n)",
 "Would you like to enable joining from your Discord profile? (Everyone will be allowed to join depending on type of server.)": "Bạn có muốn kích hoạt tham gia từ hồ sơ Discord của bạn không? (Mọi người sẽ được phép tham gia tùy thuộc vào loại máy chủ.)",
 "Would you like to enable materials generator? (y/n)": "Bạn có muốn bật máy phát điện vật liệu không? (y/n)",
 "Would you like to enable multi selecting? (y/n)": "Bạn có muốn kích hoạt nhiều lựa chọn không? (y/n)",
 "Would you like to enable new camera controls? (y/n)": "Bạn có muốn bật điều khiển camera mới không? (y/n)",
 "Would you like to enable rebuilding the OrangeBlox main loader? If so, what builder should it use? (y/n)": "Bạn có muốn cho phép xây dựng lại bộ tải chính OrangeBlox không? Nếu vậy, nó nên sử dụng trình tạo gì? (y/n)",
 "Would you like to enable saving Bootstrap logs? (y/n)": "Bạn có muốn bật nhật ký bootstrap không? (y/n)",
 "Would you like to enable selected Roblox icon for when Roblox Player/Studio is running? (y/n)": "Bạn có muốn bật biểu tượng Roblox đã chọn cho khi Roblox Player/Studio đang chạy không? (y/n)",
 "Would you like to enable showing the Account Name in the Roblox title window? (y/n)": "Bạn có muốn bật hiển thị tên tài khoản trong cửa sổ tiêu đề Roblox không? (y/n)",
 "Would you like to enable showing the Game Name in the Roblox title window instead? (y/n)": "Thay vào đó, bạn có muốn bật hiển thị tên trò chơi trong cửa sổ tiêu đề Roblox không? (y/n)",
 "Would you like to enable showing your account's profile picture on the small image for default?": "Bạn có muốn bật hình ảnh hồ sơ của tài khoản trên hình ảnh nhỏ cho mặc định không?",
 "Would you like to enable showing your account's username in the small image for default?": "Bạn có muốn bật hiển thị tên người dùng của tài khoản trong hình ảnh nhỏ cho mặc định không?",
 "Would you like to enable the Old Explorer and disable the new explorer? (y/n)": "Bạn có muốn kích hoạt Explorer cũ và vô hiệu hóa Explorer mới không? (y/n)",
 "Would you like to enable the ability to hide GUIs? (y/n)": "Bạn có muốn kích hoạt khả năng ẩn Guis không? (y/n)",
 "Would you like to enable the new genre system in beta? (y/n)": "Bạn có muốn kích hoạt hệ thống thể loại mới trong Beta không? (y/n)",
 "Would you like to enable the ragdoll death animation? (y/n)": "Bạn có muốn kích hoạt hoạt hình chết Ragdoll không? (y/n)",
 "Would you like to enable using Roblox Studio with OrangeBlox? (y/n)": "Bạn có muốn kích hoạt sử dụng Roblox Studio với OrangeBlox không? (y/n)",
 "Would you like to generate an another shortcut app? (y/n)": "Bạn có muốn tạo một ứng dụng phím tắt khác không? (y/n)",
 "Would you like to hide the Internet Disconnect message when you're kicked? (You will still be kicked, jsut the message will not show.) (y/n)": "Bạn có muốn ẩn tin nhắn ngắt kết nối Internet khi bạn bị đá không? (Bạn vẫn sẽ bị đá, JSUT tin nhắn sẽ không hiển thị.) (y/n)",
 "Would you like to increase the limit on Max Assets loading from 100? (this will make loading into games faster depending on your computer) (y/n)": "Bạn có muốn tăng giới hạn về tài sản tối đa tải từ 100 không? (Điều này sẽ làm cho việc tải vào các trò chơi nhanh hơn tùy thuộc vào máy tính của bạn) (y/n)",
 "Would you like to install Quick Connect on your client? (y/n)": "Bạn có muốn cài đặt kết nối nhanh trên khách hàng của mình không? (y/n)",
 "Would you like to install into this folder? (y/n)": "Bạn có muốn cài đặt vào thư mục này không? (y/n)",
 "Would you like to like to include the Display Name as apart of the title? (y/n)": "Bạn có muốn bao gồm tên hiển thị ngoài tiêu đề không? (y/n)",
 "Would you like to make shortcuts for OrangeBlox? [Needed for launching through the Windows Start Menu and Desktop] (y/n)": "Bạn có muốn thực hiện các phím tắt cho OrangeBlox không? [Cần thiết để khởi chạy qua menu windows start và desktop] (y/n)",
 "Would you like to make shortcuts for the bootstrap? [Needed for launching through the Windows Start Menu and Desktop] (y/n)": "Bạn có muốn thực hiện các phím tắt cho bootstrap không? [Cần thiết để khởi chạy qua menu windows start và desktop] (y/n)",
 "Would you like to open Roblox Studio? (y/n)": "Bạn có muốn mở Roblox Studio không? (y/n)",
 "Would you like to open Roblox without user data in order to login and create a cookie? (y/n)": "Bạn có muốn mở Roblox mà không cần dữ liệu người dùng để đăng nhập và tạo cookie không? (y/n)",
 "Would you like to open Roblox? (y/n)": "Bạn có muốn mở Roblox không? (y/n)",
 "Would you like to print unhandled Roblox client events? (y/n)": "Bạn có muốn in các sự kiện khách hàng Roblox chưa được xử lý không? (y/n)",
 "Would you like to rebuild OrangeLoader, Play Roblox, and Run Studio app based on source code? (y/n)": "Bạn có muốn xây dựng lại OrangeLoader, chơi Roblox và chạy ứng dụng Studio dựa trên mã nguồn không? (y/n)",
 "Would you like to rebuild the Bootstrap Loader, Play Roblox app and Run Studio app based on source code? (y/n)": "Bạn có muốn xây dựng lại trình tải Bootstrap, chơi ứng dụng Roblox và chạy ứng dụng Studio dựa trên mã nguồn không? (y/n)",
 "Would you like to rebuild the main app based on source code? (y/n)": "Bạn có muốn xây dựng lại ứng dụng chính dựa trên mã nguồn không? (y/n)",
 "Would you like to reinstall a fresh copy of Roblox every launch? (y/n)": "Bạn có muốn cài đặt lại một bản sao mới của Roblox mỗi lần ra mắt không? (y/n)",
 "Would you like to remove the Dock shortcut that Roblox automatically adds? (y/n)": "Bạn có muốn xóa phím tắt dock mà Roblox tự động thêm vào không? (y/n)",
 "Would you like to remove the chat automatically translated message in the chat? (y/n)": "Bạn có muốn xóa tin nhắn được dịch tự động trò chuyện trong cuộc trò chuyện không? (y/n)",
 "Would you like to rename Charts back to Discover (may work)? (y/n)": "Bạn có muốn đổi tên biểu đồ trở lại để khám phá (có thể hoạt động) không? (y/n)",
 "Would you like to restore the data on it? (y/n)": "Bạn có muốn khôi phục dữ liệu trên đó không? (y/n)",
 "Would you like to revert the Builder Sans and Monsterrat Fonts and use the old Gotham font instead? (y/n)": "Bạn có muốn hoàn nguyên phông chữ Sans và Monsterrat của người xây dựng và sử dụng phông chữ Gotham cũ không? (y/n)",
 "Would you like to set a Roblox Studio client channel? (y/n)": "Bạn có muốn đặt một kênh máy khách Roblox Studio không? (y/n)",
 "Would you like to set a Roblox client channel? (y/n)": "Bạn có muốn đặt một kênh máy khách Roblox không? (y/n)",
 "Would you like to set a limit of GUI apps to be run? (y/n)": "Bạn có muốn đặt giới hạn ứng dụng GUI được chạy không? (y/n)",
 "Would you like to set a number of Videos that can be played in-game on the client? (y/n)": "Bạn có muốn đặt một số video có thể được phát trong trò chơi trên máy khách không? (y/n)",
 "Would you like to set an install location for the bootstrap? (y/n)": "Bạn có muốn đặt một vị trí cài đặt cho bootstrap không? (y/n)",
 "Would you like to set start arguments for Roblox Player? (y/n)": "Bạn có muốn đặt đối số bắt đầu cho người chơi Roblox không? (y/n)",
 "Would you like to set start arguments for Roblox Studio? (y/n)": "Bạn có muốn thiết lập các đối số bắt đầu cho Roblox Studio không? (y/n)",
 "Would you like to set the URL Schemes for the Roblox Client and OrangeBlox? [Needed for Roblox Link Shortcuts and when Roblox updates] (y/n)": "Bạn có muốn đặt các sơ đồ URL cho khách hàng Roblox và OrangeBlox không? [Cần thiết cho các phím tắt liên kết Roblox và khi Roblox cập nhật] (y/n)",
 "Would you like to set the URL Schemes for the Roblox Client and the bootstrap? [Needed for Roblox Link Shortcuts and when Roblox updates] (y/n)": "Bạn có muốn thiết lập các sơ đồ URL cho ứng dụng khách Roblox và bootstrap không? [Cần thiết cho các phím tắt liên kết Roblox và khi Roblox cập nhật] (y/n)",
 "Would you like to terminate Roblox Crash Handling when a handling is already made? (y/n)": "Bạn có muốn chấm dứt xử lý sự cố Roblox khi xử lý đã được thực hiện không? (y/n)",
 "Would you like to use Vulkan Rendering? (It will remove the cap fully but may cause issues) (y/n)": "Bạn có muốn sử dụng kết xuất Vulkan không? (Nó sẽ loại bỏ nắp hoàn toàn nhưng có thể gây ra vấn đề) (y/n)",
 "Would you like to use a Discord Webhook? (link required) (y/n)": "Bạn có muốn sử dụng Webhook Discord không? (Yêu cầu liên kết) (y/n)",
 "Would you like to use a verified badge during Roblox Games? (y/n)": "Bạn có muốn sử dụng huy hiệu đã được xác minh trong các trò chơi Roblox không? (y/n)",
 "Would you like to use an FPS Unlocker? (y/n)": "Bạn có muốn sử dụng FPS Unlocker không? (y/n)",
 "Would you like to use an existing Generative Mod Configuration or would you like to make a new configuration?": "Bạn có muốn sử dụng một cấu hình Mod thế hệ hiện có hoặc bạn muốn tạo một cấu hình mới?",
 "Would you like to use custom fast flags? (y/n)": "Bạn có muốn sử dụng cờ nhanh tùy chỉnh không? (y/n)",
 "Would you like to use the Roblox Brand Icon as the Shortcut Icon? (y/n)": "Bạn có muốn sử dụng biểu tượng thương hiệu Roblox làm biểu tượng phím tắt không? (y/n)",
 "Would you like to use your own disconnect message? (reconnect button will disappear) (y/n)": "Bạn có muốn sử dụng tin nhắn ngắt kết nối của riêng bạn không? (nút kết nối lại sẽ biến mất) (y/n)",
 "Would you like your client to disable ads? (y/n)": "Bạn có muốn khách hàng của bạn vô hiệu hóa quảng cáo không? (y/n)",
 "Would you like your client to display the FPS? (y/n)": "Bạn có muốn khách hàng của bạn hiển thị FPS không? (y/n)",
 "Yippieee!!!": "Yippieee !!!",
 "You have no shortcuts created!": "Bạn không có phím tắt được tạo!",
 "You may find this in your Applications folder or through Launchpad!": "Bạn có thể tìm thấy điều này trong thư mục ứng dụng của bạn hoặc thông qua Launchpad!",
 "You may find this in your Start Menu or Desktop!": "Bạn có thể tìm thấy điều này trong menu bắt đầu hoặc máy tính để bàn của bạn!",
 "You will enable the following permissions for this script: ": "Bạn sẽ kích hoạt các quyền sau cho tập lệnh này:",
 "You're starting the booldown too fast! Please wait 1 seconds!": "Bạn đang bắt đầu Booldown quá nhanh! Vui lòng đợi 1 giây!",
 "Your data is saved inside the RepairData folder.": "Dữ liệu của bạn được lưu bên trong thư mục sửa chữa..",
 "Your fast flags was successfully saved into your Fast Flag Settings!": "Cờ nhanh của bạn đã được lưu thành công vào cài đặt cờ nhanh của bạn!",
 "Your previous installation data was transferred and deleted after installation.": "Dữ liệu cài đặt trước đây của bạn đã được chuyển và xóa sau khi cài đặt..",
 "[*] = Continue to Roblox": "[*] = Tiếp tục Roblox",
 "[*] = End Process": "[*] = Quá trình kết thúc",
 "[*] = Exit Bootstrap": "[*] = Thoát Bootstrap",
 "[*] = Exit FFlag Maker": "[*] = Trình tạo FFlag thoát ra",
 "[*] = Exit Installer": "[*] = Trình cài đặt thoát",
 "[*] = Exit Options Menu": "[*] = Menu Tùy chọn thoát",
 "[*] = Exit Settings": "[*] = Cài đặt thoát",
 "[*] = Exit Storage Management": "[*] = Quản lý lưu trữ thoát",
 "[1] = Continue to Roblox": "[1] = Tiếp tục Roblox",
 "[1] = Generate New Mods": "[1] = Tạo các Mod mới",
 "[1] = Import JSON": "[1] = Nhập JSON",
 "[1] = New Configuration": "[1] = Cấu hình mới",
 "[1] = Pyinstaller": "[1] = pyinstaller",
 "[1] = Return to Main Menu": "[1] = Quay trở lại menu chính",
 "[1] = Return to Settings": "[1] = Quay trở lại Cài đặt",
 "[1] = Update Bootstrap": "[1] = Cập nhật bootstrap",
 "[2] = Continue to Roblox": "[2] = Tiếp tục Roblox",
 "[2] = Continue to Roblox Studio": "[2] = Tiếp tục đến Roblox Studio",
 "[2] = Create Value Manually": "[2] = Tạo giá trị theo cách thủ công",
 "[2] = Exit Bootstrap": "[2] = Thoát Bootstrap",
 "[2] = Nuitka [CAN TAKE A WHILE]": "[2] = Nuitka [Có thể mất một lúc]",
 "[2] = Roblox Studio": "[2] = Roblox Studio",
 "[2] = Uninstall Bootstrap": "[2] = Gỡ cài đặt Bootstrap",
 "[2] = Use Existing Configuration": "[2] = Sử dụng cấu hình hiện có",
 "[3] = Continue to Roblox Studio": "[3] = Tiếp tục đến Roblox Studio",
 "[3] = Repair Bootstrap": "[3] = Sửa chữa bootstrap",
 "[4] = Backup Bootstrap": "[4] = Bootstrap dự phòng",
 "[Also, if you just added a new cursor folder into the Cursors folder, please rerun Install.py in order for it to seen.]": "[Ngoài ra, nếu bạn vừa thêm một thư mục con trỏ mới vào thư mục con trỏ, vui lòng chạy lại Install.py để xem nó.]",
 "[Also, if you just added a new icon folder into the RobloxBrand folder, please rerun Install.py in order for it to seen.]": "[Ngoài ra, nếu bạn vừa thêm một thư mục biểu tượng mới vào thư mục RobloxBrand, vui lòng chạy lại Install.py để xem nó.]",
 "[Also, if you just added a new icon folder into the RobloxStudioBrand folder, please rerun Install.py in order for it to seen.]": "[Ngoài ra, nếu bạn vừa thêm một thư mục biểu tượng mới vào thư mục RobloxStudioBrand, vui lòng chạy lại Install.py để xem nó.]",
 "[Also, if you just added a new map folder into the AvatarEditorMaps folder, please rerun Install.py in order for it to seen.]": "[Ngoài ra, nếu bạn vừa thêm một thư mục bản đồ mới vào thư mục AvatarEditorMaps, vui lòng chạy lại Install.py để xem nó.]",
 "[Also, if you just added a new sound pack into the PlayerSounds folder, please rerun Install.py in order for it to seen.]": "[Ngoài ra, nếu bạn vừa thêm một gói âm thanh mới vào thư mục người chơi, vui lòng chạy lại Install.py để xem nó.]",
 "[DO NOT EVER ENABLE IF SOMEONE TOLD YOU SO OR YOU USUALLY RECORD!!]": "[Không bao giờ kích hoạt nếu ai đó nói với bạn như vậy hoặc bạn thường ghi lại !!]",
 "[Some avatar maps may not able to run on macOS due to missing objects that are expected in macOS than Windows.]": "[Một số bản đồ avatar có thể không chạy trên macOS do các đối tượng bị thiếu được mong đợi trong macOS so với windows.]",
 "[WARNING! This will expose information like login to Roblox.]": "[Cảnh báo! điều này sẽ hiển thị thông tin như đăng nhập vào Roblox.]",
 "[(*)] = Flat JSON Install": "[(*)] = Cài đặt JSON phẳng",
 "[(*)] = Flat-No-Merge Install": "[(*)] = Cài đặt phẳng-no-merge",
 "[(*)] = Get JSON Settings": "[(*)] = Nhận cài đặt JSON",
 "[(*)] = No": "[(*)] = Không",
 "[(*)] = Cancel Install": "[(*)] = Hủy cài đặt",
 "[(*)] = None": "[(*)] = Không có",
 "[(*)] = Don't Merge Settings with Previous Settings": "[(*)] = Không hợp nhất cài đặt với các cài đặt trước đó",
 "[(*)] = Reset Settings": "[(*)] = Cài đặt đặt lại",
 "[(*)] = Download & Run": "[(*)] = Tải xuống & chạy",
 "[(*)] = Yes": "[(*)] = Có",
 "[(*)] = Install/Reinstall Flags": "[(*)] = Cài đặt/cài đặt lại cờ",
 "https://developer.apple.com/xcode/resources/": "https://developer.apple.com/xcode/resource/",
 "https://github.com/EfazDev/orangeblox/issues": "https://github.com/EfazDev/orangeblox/issues",
 "https://nuitka.net/user-documentation/user-manual.html": "https://nuitka.net/user-documentation/user-manual.html",
 "https://www.google.com/search?q=color+picker": "https://www.google.com/search?q=Color+Picker",
 "macOS Application finished launching..": "ứng dụng macOS đã hoàn thành khởi động..",
 "⚠️ For information about this update, use this link to go to the EfazDev Discord server: https://discord.efaz.dev": "để biết thông tin về bản cập nhật này, hãy sử dụng liên kết này để truy cập Máy chủ Discord EfazDev: https://discord.efaz.dev",
 "⚠️ This version is a beta version of OrangeBlox and may cause issues with your installation.": "phiên bản này là phiên bản beta của OrangeBlox và có thể gây ra các vấn đề với cài đặt của bạn..",
 "✅ For information about this update, use this link: https://github.com/EfazDev/orangeblox/releases": "để biết thông tin về bản cập nhật này, hãy sử dụng liên kết này: https://github.com/EfazDev/orangeblox/releases",
 "✅ This version is a public update available on GitHub for viewing.": "phiên bản này là bản cập nhật công khai có sẵn trên GitHub để xem..",
 "❌ The download location is different from the official GitHub link!": "vị trí tải xuống khác với liên kết GitHub chính thức!",
 "❌ You may be downloading an unofficial OrangeBlox version! Download a copy from https://github.com/EfazDev/orangeblox!": "bạn có thể tải xuống phiên bản OrangeBlox không chính thức! Tải xuống một bản sao từ https://github.com/EfazDev/orangeblox!",
 "🔨 For information about this update, contact your administrator!": "để Biết thông tin về bản cập nhật này, liên hệ với quản trị viên của bạn!",
 "🔨 For information about this update, use this link to go to the EfazDev Discord server: https://discord.efaz.dev": "để biết thông tin về bản cập nhật này, hãy sử dụng liên kết này để truy cập máy chủ Discord EfazDev: https://discord.efaz.dev",
 "🔨 This version is a canary version of OrangeBlox and may cause issues with your installation.": "phiên bản này là phiên bản Canary của OrangeBlox và có thể gây ra các vấn đề với cài đặt của bạn..",
 "🔨 This version is an update configured from an organization (this may still be a modified and an unofficial OrangeBlox version.)": "phiên bản này là một bản cập nhật được cấu hình từ một tổ chức (đây vẫn có thể là một phiên bản OrangeBlox được sửa đổi và không chính thức.)",
 "(*) Would you like to return to settings or exit it?": "(*)Bạn có muốn quay lại cài đặt hoặc thoát nó không?",
 "- Install and Use Python Modules: (*)": "- Cài Đặt Và Sử Dụng Các Mô -Đun Python : (*)",
 "- Unknown Requirement": "- Yêu Cầu Không Xác Định",
 "8. Windows App was built using (*)pyinstaller 📦(*). You can recreate and deploy using the following command! Use the README.md for more information.": "8. Ứng dụng Windows được xây dựng bằng (*)pyinstaller 📦(*). Bạn có thể tạo lại và triển khai bằng lệnh sau! Sử dụng readme.md để biết thêm thông tin..",
 "8. macOS App was built using (*)Nuitka 📦(*). You can recreate and deploy using the following command! Use the README.md for more information.": "8. Ứng dụng macOS được xây dựng bằng (*)Nuitka (*). Bạn có thể tạo lại và triển khai bằng lệnh sau! Sử dụng readme.md để biết thêm thông tin..",
 "A new version of Roblox Studio is available! Versions: (*) => (*)": "Một phiên bản mới của Roblox Studio có sẵn! Phiên bản: (*)=> (*)",
 "A new version of Roblox is available! Versions: (*) => (*)": "Một phiên bản mới của Roblox có sẵn! Phiên bản: (*)=> (*)",
 "Added mod: (*)": "Đã thêm Mod: (*)",
 "Additionally, if you would like to, you may install a Roblox bootstrap on your computer to automatically do this.": "Ngoài ra, nếu bạn muốn, bạn có thể cài đặt Roblox Bootstrap trên máy tính của bạn để tự động làm điều này..",
 "An error occurred while transferring a file, a reinstallation may be needed: (*)": "Đã xảy ra lỗi trong khi chuyển tệp, có thể cần cài đặt lại: (*)",
 "An error occurred: (*)": "Đã xảy ra lỗi: (*)",
 "Angle Number: (*)*": "Số thiên thần: (*)*",
 "Application Path: (*)": "Đường dẫn ứng dụng: (*)",
 "Are you going to hit the jackpot? 1/100 => Aw ((*)) :(": "Bạn sẽ đánh giải độc đắc? 1/100 => aw ((*)):(",
 "Are you going to hit the jackpot? 1/100 => JACKPOT!! ((*))": "Bạn sẽ đánh giải độc đắc? 1/100 => Jackpot !! ((*))",
 "Are you sure you want to clear Bootstrap images ((*)) (y/n)?": "Bạn có chắc là bạn muốn xóa hình ảnh bootstrap ((*)) (y/n)?",
 "Are you sure you want to clear Python cache ((*)) (y/n)?": "Bạn có chắc là bạn muốn xóa bộ đệm python ((*)) (y/n)?",
 "Are you sure you want to clear Roblox Installers ((*)) (y/n)?": "Bạn có chắc là bạn muốn xóa các trình cài đặt Roblox ((*)) (y/n)?",
 "Are you sure you want to clear all OrangeBlox logs ((*)) (y/n)?": "Bạn có chắc là bạn muốn xóa tất cả các bản ghi OrangeBlox ((*)) (y/n)?",
 "Are you sure you want to clear all Roblox logs ((*)) (y/n)?": "Bạn có chắc là bạn muốn xóa tất cả các bản ghi Roblox ((*)) (y/n)?",
 "Are you sure you want to clear all unneeded files ((*)) (y/n)?": "Bạn có chắc là bạn muốn xóa tất cả các tệp không cần thiết ((*)) (y/n)?",
 "Are you sure you want to clear app locks ((*)) (y/n)?": "Bạn có chắc là bạn muốn xóa khóa ứng dụng ((*)) (y/n)?",
 "Are you sure you want to clear downloaded Roblox files from OrangeBlox ((*)) (y/n)?": "Bạn có chắc là bạn muốn xóa các tệp Roblox đã tải xuống khỏi OrangeBlox ((*)) (y/n)?",
 "Are you sure you want to clear unneeded mods ((*)) (y/n)?": "Bạn có chắc là bạn muốn xóa các Mod không cần thiết ((*)) (y/n)?",
 "Are you sure you want to load your Configuration from the Configuration.json file in your installation folder (y/n)?": "Bạn có chắc chắn bạn muốn tải cấu hình của mình từ tệp Cấu hình.json trong thư mục Cài đặt của bạn (y/n) không?",
 "Are you sure you want to save your Configuration into the Configuration.json file in your installation folder (y/n)?": "Bạn có chắc chắn bạn muốn lưu cấu hình của mình vào tệp Cấu hình.json trong thư mục Cài đặt của bạn (y/n) không?",
 "Arguments Received: (*)": "Đối số đã nhận được: (*)",
 "Awaiting Log Creation ((*)/40)": "Đang chờ tạo nhật ký ((*)/40)",
 "Bootstrap Launch Failed: (*)": "Bootstrap Ra mắt không thành công: (*)",
 "Bootstrap Launch Success: (*)": "Bootstrap ra mắt thành công: (*)",
 "Bootstrap Run Failed: (*)": "Bootstrap Run không thành công: (*)",
 "Bootstrap Run Success: (*)": "Bootstrap chạy thành công: (*)",
 "CPU Percentage: (*)% | Memory Usage: (*)/(*)": "Tỷ lệ phần trăm CPU: (*)% | Sử dụng bộ nhớ: (*)/(*)",
 "Called ((*)): (*)": "Gọi điện ((*)): (*)",
 "Channel Set Result: (*)": "Kết quả đặt kênh: (*)",
 "Cleaning Error: (*)": "Lỗi làm sạch: (*)",
 "Cleaning before install..": "Làm sạch trước khi cài đặt..",
 "Cleaning logs from session..": "Làm sạch nhật ký từ phiên..",
 "Client Settings is already created. Skipping Folder Creation..": "Cài đặt máy khách đã được tạo. Bỏ qua việc tạo thư mục..",
 "Closing Roblox to prevent issues during download..": "Đóng Roblox để ngăn chặn các vấn đề trong khi tải xuống..",
 "Closing any open Roblox Studio windows..": "Đóng bất kỳ cửa sổ Roblox Studio mở nào..",
 "Closing any open Roblox windows..": "Đóng bất kỳ cửa sổ Roblox mở nào..",
 "Code Signing Response: (*)": "Phản hồi ký mã: (*)",
 "Code Signing Validation Response: (*)": "Phản hồi xác thực ký mã: (*)",
 "Command: (*) Install.py -r -rn -rc": "Lệnh: (*)Install.py -r -rn -rc",
 "Command: (*) Install.py -r -rp": "Lệnh: (*)Install.py -r -rp",
 "Copied File: (*) => (*)": "Tệp được sao chép: (*)=> (*)",
 "Crashed Data: (*)": "Dữ liệu bị hỏng: (*)",
 "Created (*)..": "Tạo (*)..",
 "Created (*)ClientSettings..": "Đã tạo (*)khách hàng..",
 "Created URL Exchange File: (*)": "Đã tạo tệp trao đổi URL: (*)",
 "Created URL Exchange File: (*) : (*)": "Đã tạo tệp trao đổi URL: (*): (*)",
 "Created directory: (*)": "Thư mục đã tạo: (*)",
 "Creating URL Exchange file..": "Tạo tệp trao đổi URL..",
 "Current Roblox & Roblox Studio Version: (*)": "Phiên bản Roblox và Roblox hiện tại: (*)",
 "Current Roblox Studio Version: (*)": "Phiên bản Roblox Studio hiện tại: (*)",
 "Current Roblox Version: (*)": "Phiên bản Roblox hiện tại: (*)",
 "Current Setting: (*)": "Cài đặt hiện tại: (*)",
 "Current Value: (*)": "Giá trị hiện tại: (*)",
 "Detected Python Executable: (*)": "Đã phát hiện Python thực thi: (*)",
 "Download location: (*) => (*)": "Tải xuống vị trí: (*)=> (*)",
 "Downloading Player from Roblox's server: (*)": "Tải xuống trình phát từ máy chủ của roblox: (*)",
 "Downloading Roblox DMG from Roblox's servers..": "Tải xuống Roblox DMG từ máy chủ của Roblox..",
 "Downloading Roblox EXE from Roblox's servers..": "Tải xuống Roblox EXE từ các máy chủ của Roblox..",
 "Downloading Roblox Studio DMG from Roblox's servers..": "Tải xuống Roblox Studio DMG từ các máy chủ của Roblox..",
 "Downloading Roblox Studio EXE from Roblox's servers..": "Tải xuống Roblox Studio EXE từ các máy chủ của Roblox..",
 "Downloading Studio from Roblox's server: (*)": "Tải xuống Studio từ máy chủ của roblox: (*)",
 "Downloading from Roblox's server: (*) [(*)/100]": "Tải xuống từ máy chủ của roblox: (*) [(*)/100]",
 "Ended accepting requests from Mod Scripts ((*)) due to an issue. | Code: 1": "Đã kết thúc chấp nhận các yêu cầu từ các tập lệnh Mod ((*)) do một vấn đề. | Mã: 1",
 "Ended accepting requests from mod script (*) due to an issue. | Code: 2": "Đã kết thúc chấp nhận các yêu cầu từ tập lệnh Mod (*)do một vấn đề. | Mã: 2",
 "Ended accepting requests from mod script (*) due to an issue. | Code: 3": "Đã kết thúc chấp nhận các yêu cầu từ tập lệnh Mod (*)do một vấn đề. | Mã: 3",
 "Enter the value the setting \"(*)\" should be:": "Nhập giá trị cài đặt \"(*)\" NÊN là:",
 "Error Message: (*)": "Thông báo lỗi: (*)",
 "Error activating Terminal window.": "Lỗi kích hoạt cửa sổ thiết bị đầu cuối..",
 "Error ending app: (*)": "Ứng dụng kết thúc lỗi: (*)",
 "Error from Mod Script module: (*)": "Lỗi từ mô -đun tập lệnh Mod: (*)",
 "Error occurred while getting Roblox Instance: (*)": "Đã xảy ra lỗi trong khi nhận được cá thể roblox: (*)",
 "Error transferring file: (*)": "Truyền lỗi tệp: (*)",
 "Error while trying to request kill of Terminal window.": "Lỗi trong khi cố gắng yêu cầu giết cửa sổ thiết bị đầu cuối..",
 "Event triggered: (*), Data: (*)": "Sự kiện được kích hoạt: (*), Dữ liệu: (*)",
 "Event triggered: (*), Line: (*)": "Sự kiện được kích hoạt: (*), dòng: (*)",
 "Example Resemblance: (*)": "Ví dụ giống nhau: (*)",
 "Exception: (*)": "Ngoại lệ: (*)",
 "Extracting Player from Downloaded ZIP: (*)": "Trích xuất trình phát từ ZIP đã tải xuống: (*)",
 "Extracting Studio from Downloaded ZIP: (*)": "Trích xuất Studio từ ZIP đã tải xuống: (*)",
 "Failed to load thumbnail for @(*) [User ID: (*)]! Status Code: (*)": "Không tải hình thu nhỏ cho @(*) [Id người dùng: (*)]! Mã trạng thái: (*)",
 "Fetching Latest Package Manifest from Roblox's servers..": "Tìm nạp bản kê khai gói mới nhất từ máy chủ của Roblox..",
 "File Handling \"(*)\" has been set for \"(*)\"": "Xử lý tệp \"(*)\" đã được đặt cho \"(*)\"",
 "File Path: (*)": "Đường dẫn tệp: (*)",
 "File not found: (*)": "Không tìm thấy tệp: (*)",
 "File: (*)": "Tài liệu: (*)",
 "Finding latest Roblox Version..": "Tìm phiên bản Roblox mới nhất..",
 "Found version: (*)": "Phiên bản tìm thấy: (*)",
 "Founded File Name: (*)": "Tên tệp được thành lập: (*)",
 "Fresh copy was enabled! Therefore, starting Roblox install!": "Bản sao mới đã được kích hoạt! Do đó, bắt đầu cài đặt Roblox!",
 "Generated App Window Fetching ID: (*)": "ID tìm nạp cửa sổ ứng dụng được tạo: (*)",
 "Generating ClientSettings Folder..": "Tạo thư mục khách hàng..",
 "If installed correctly, Python (*) should be available to be used!": "Nếu được cài đặt chính xác, Python (*)sẽ có sẵn để được sử dụng!",
 "If this message is still here after 1 seconds, delete the file \"(*)/Resources/BootstrapCooldown\"": "Nếu thông báo này vẫn còn ở đây sau 1 giây, hãy xóa tệp \"(*)/tài nguyên/bootstrapcooldown\"",
 "If you like to update your fast flags, go to: (*)": "Nếu bạn muốn cập nhật cờ nhanh của mình, hãy truy cập: (*)",
 "If you wish, you may install Python (*) by typing \"y\" and continue.": "Nếu bạn muốn, bạn có thể cài đặt Python (*)bằng cách nhập \"Y\" và tiếp tục..",
 "Install to Studio: (*)": "Cài đặt vào Studio: (*)",
 "Installation Folder: (*)": "Thư mục cài đặt: (*)",
 "Installer has failed. Code: (*)": "Trình cài đặt đã thất bại. Mã số: (*)",
 "Invalid response.": "Phản hồi không hợp lệ..",
 "Key: (*)": "Chìa khóa: (*)",
 "Launched Bootstrap in new window!": "Ra mắt bootstrap trong cửa sổ mới!",
 "Launched Bootstrap with action: (*)": "Ra mắt bootstrap với hành động: (*)",
 "Launched OrangeAPI v(*)!": "Ra mắt OrangeAPI v(*)!",
 "Loaded thumbnail: (*)": "Hình thu nhỏ được tải: (*)",
 "Loading Configuration File..": "Tải tệp cấu hình..",
 "Loading Runner Command: (*)": "Đang tải lệnh Runner: (*)",
 "Log file is already used in an another Roblox Instance ((*)/40)": "Tệp nhật ký đã được sử dụng trong một phiên bản Roblox khác ((*)/40)",
 "Lost Connection from Studio Server!": "Mất kết nối từ máy chủ studio!",
 "Menu configuration error: (*)": "Lỗi cấu hình menu: (*)",
 "Mod doesn't exist! Mod: (*)": "Mod không tồn tại! Mod: (*)",
 "Name: (*)": "Tên: (*)",
 "Nuitka Rebuild failed! Status code: (*)": "Nuitka xây dựng lại thất bại! Mã trạng thái: (*)",
 "Nuitka requires a C compiler in order to use. For more information, use this manual: https://nuitka.net/user-documentation/user-manual.html": "Nuitka yêu cầu một trình biên dịch C để sử dụng. Để biết thêm thông tin, hãy sử dụng hướng dẫn này: https://nuitka.net/user-documentation/user-manual.html",
 "Opening extra Roblox window..": "Mở thêm cửa sổ Roblox..",
 "Operating System: (*)": "Hệ điều hành: (*)",
 "Path: (*)": "Con đường: (*)",
 "Place responses rejected by Roblox. [(*),(*) | (*),(*)]": "Đặt câu trả lời bị từ chối bởi Roblox. [(*), (*)| (*), (*)]",
 "Play Roblox has failed! Return Code: (*)": "Chơi Roblox đã thất bại! Mã trở lại: (*)",
 "Please download a new copy from GitHub or disable hash security by manually editting your configuration file!": "Vui lòng tải xuống một bản sao mới từ GitHub hoặc vô hiệu hóa bảo mật băm bằng cách chỉnh sửa thủ công tệp cấu hình của bạn!",
 "Preparing Mod Script ((*))..": "Chuẩn bị tập lệnh Mod ((*))..",
 "PyObjc App Failed! Error: (*)": "Ứng dụng Pyobjc không thành công! Lỗi: (*)",
 "PyObjc app finished launching! Terminal ID: (*)": "Ứng dụng Pyobjc đã hoàn thành khởi động! ID đầu cuối: (*)",
 "Pyinstaller Rebuild failed! Status code: (*)": "pyinstaller Tái thiết thất bại! Mã trạng thái: (*)",
 "Python (*) has been successfully installed! Would you like to restart Python? (y/n)": "Python (*)đã được cài đặt thành công! Bạn có muốn khởi động lại Python không? (y/n)",
 "Python Exception: (*)": "Ngoại lệ Python: (*)",
 "Python Version: (*)(*)": "Phiên bản Python: (*)(*)",
 "Reattaching mutexes under name: (*).": "REATTACHING MUTEXES dưới tên: (*)..",
 "Rebuild failed! Status code: (*)": "Xây dựng lại thất bại! Mã trạng thái: (*)",
 "Rebuilding Clang App succeeded! Continuing to installation..": "Xây dựng lại ứng dụng Clang đã thành công! Tiếp tục cài đặt..",
 "Rebuilding Intel Nuitka App succeeded! Continuing to installation..": "Xây dựng lại ứng dụng Intel Nuitka đã thành công! Tiếp tục cài đặt..",
 "Rebuilding Intel Pyinstaller App succeeded! Continuing to installation..": "Xây dựng lại ứng dụng Intel pyinstaller đã thành công! Tiếp tục cài đặt..",
 "Rebuilding Nuitka App succeeded! Continuing to installation..": "Xây dựng lại ứng dụng Nuitka đã thành công! Tiếp tục cài đặt..",
 "Rebuilding Pyinstaller App succeeded! Continuing to installation..": "Xây dựng lại ứng dụng pyinstaller đã thành công! Tiếp tục cài đặt..",
 "Received Terminal ID from Receiver: (*)": "Đã nhận ID thiết bị đầu cuối từ máy thu: (*)",
 "Registering Sync Directory..": "Đăng ký thư mục đồng bộ..",
 "Registry key \"(*)\" not found.": "Khóa đăng ký \"(*)\" Không tìm thấy..",
 "Removed Mod Script Configuration for (*)": "Cấu hình tập lệnh Mod đã xóa cho (*)",
 "Removed mod: (*)": "Mod bị loại bỏ: (*)",
 "Removing (*)..": "Loại bỏ (*)..",
 "Replicating Roblox Player installer to path: (*)": "Tái tạo Trình cài đặt người chơi Roblox lên đường dẫn: (*)",
 "Requested validation failed window from pyobjc.": "Xác thực được yêu cầu không thành công cửa sổ từ PyOBJC..",
 "Roblox Game Published!": "Trò chơi Roblox được xuất bản!",
 "Roblox IP Address Detected! IP: (*)": "Địa chỉ IP Roblox được phát hiện! IP: (*)",
 "Roblox Resources Location: (*)": "Vị trí tài nguyên roblox: (*)",
 "Roblox Single Instance Semaphore does not exist. You may launch Roblox without any problems!": "Roblox Single Semaphore không tồn tại. Bạn có thể ra mắt Roblox mà không có vấn đề gì!",
 "Roblox User ID: (*)": "ID người dùng roblox: (*)",
 "Roblox is currently connecting to a party in: (*) [(*)]!": "Roblox hiện đang kết nối với một bữa tiệc trong: (*) [(*)]!",
 "Roblox is currently connecting to a private server in: (*) [(*)]!": "Roblox hiện đang kết nối với một máy chủ riêng trong: (*) [(*)]!",
 "Roblox is currently connecting to a public server in: (*) [(*)]!": "Roblox hiện đang kết nối với một máy chủ công cộng trong: (*) [(*)]!",
 "Roblox is currently connecting to a reserved server in: (*) [(*)]!": "Roblox hiện đang kết nối với một máy chủ dành riêng trong: (*) [(*)]!",
 "Roblox is currently connecting to a server in: (*) [(*)]!": "Roblox hiện đang kết nối với một máy chủ trong: (*) [(*)]!",
 "Roblox is currently connecting to a studio server in: (*) [(*)]!": "Roblox hiện đang kết nối với một máy chủ studio trong: (*) [(*)]!",
 "Roblox rejected update check with channel (*), retrying as channel LIVE: (*)": "Roblox đã từ chối kiểm tra cập nhật bằng kênh (*), thử lại dưới dạng kênh trực tiếp: (*)",
 "Running Bootstrap..": "Chạy bootstrap..",
 "Running Roblox Executable using Command: (*)": "Chạy Roblox có thể thực thi bằng lệnh: (*)",
 "Running Roblox Studio Executable using Command: (*)": "Chạy Roblox Studio thực thi bằng lệnh: (*)",
 "Running Roblox Studio using Command: (*)": "Chạy Roblox Studio bằng lệnh: (*)",
 "Running Roblox using Command: (*)": "Chạy Roblox bằng lệnh: (*)",
 "Running RobloxPlayerBeta.exe using Command: (*)": "Chạy RobloxPlayerBeta.exe bằng lệnh: (*)",
 "Running RobloxStudioBeta.exe using Command: (*)": "Chạy RobloxStudioBeta.exe bằng lệnh: (*)",
 "Running Roblox with Multiple Instances!": "Chạy Roblox với nhiều trường hợp!",
 "Saved selected directory to settings! Path: (*)": "Đã lưu thư mục được chọn vào cài đặt! Con đường: (*)",
 "Saved selected mod configuration to settings! Path: (*)": "Đã lưu cấu hình Mod đã chọn vào cài đặt! Con đường: (*)",
 "Saved to ClientAppSettings.json successfully!": "Được lưu vào khách hàng .json thành công!",
 "Saving Settings..": "Lưu cài đặt..",
 "Saving new value: (*)": "Tiết kiệm giá trị mới: (*)",
 "Select which option you would like to do! (Total Size of Clearable Files: (*))": "Chọn tùy chọn nào bạn muốn làm! (Tổng kích thước của các tệp rõ ràng: (*))",
 "Selected Mod Scripts: (*)": "Các tập lệnh Mod đã chọn: (*)",
 "Selected Mod Scripts: None": "Các tập lệnh Mod đã chọn: Không có",
 "Set avatar background: (*)": "Đặt nền avatar: (*)",
 "Set cursor folder: (*)": "Đặt thư mục con trỏ: (*)",
 "Set logo folder: (*)": "Đặt thư mục logo: (*)",
 "Set player sounds: (*)": "Đặt âm thanh của người chơi: (*)",
 "Setting Channel Based on Channel Difference: (*)": "Đặt kênh dựa trên sự khác biệt của kênh: (*)",
 "Setting Channel Based on Client: (*)": "Đặt kênh dựa trên máy khách: (*)",
 "Setting Channel Based on URL: (*)": "Đặt kênh dựa trên URL: (*)",
 "Setting Windows Icon on Roblox Runtime with an icon that doesn't exist?": "Đặt biểu tượng Windows trên thời gian chạy Roblox với biểu tượng không tồn tại?",
 "Skipped full build because x86 version of Nuitka is not installed": "Bỏ qua bản dựng đầy đủ vì phiên bản x86 của Nuitka chưa được cài đặt",
 "Skipped full build because x86 version of Python is not installed": "Bỏ qua toàn bộ bản dựng vì phiên bản Python x86 không được cài đặt",
 "Skipped full build because x86 version of pyinstaller is not installed": "Bỏ qua toàn bộ bản dựng vì phiên bản x86 của pyinstaller chưa được cài đặt",
 "Something went wrong deleting Roblox: (*)": "Có gì đó sai khi xóa roblox: (*)",
 "Something went wrong during installation: (*)": "Có điều gì đó không ổn trong quá trình cài đặt: (*)",
 "Something went wrong during uninstallation: (*)": "Có điều gì đó không ổn trong khi gỡ cài đặt: (*)",
 "Something went wrong pinging Control Center: (*)": "Một cái gì đó đã sai trung tâm điều khiển pinging: (*)",
 "Something went wrong pinging Windows Notification Center: (*)": "Một cái gì đó đã sai Trung tâm thông báo Windows Pinging: (*)",
 "Something went wrong reading Roblox Info.plist: Bundle name not found": "Có gì đó sai khi đọc Roblox info.plist: không tìm thấy tên gói",
 "Something went wrong reading Roblox Info.plist: Bundle not found": "Có gì đó sai khi đọc Roblox info.plist: không tìm thấy gói",
 "Something went wrong reading Roblox Studio Info.plist: Bundle name not found": "Có gì đó sai khi đọc Roblox Studio Info.plist: Không tìm thấy tên gói",
 "Something went wrong reading Roblox Studio Info.plist: Bundle not found": "Có gì đó sai khi đọc Roblox Studio Info.plist: Không tìm thấy gói",
 "Something went wrong removing Roblox: (*)": "Đã xảy ra sai khi loại bỏ roblox: (*)",
 "Something went wrong saving Mod Script Configuration requested by mod script (*).": "Một cái gì đó đã sai khi lưu cấu hình tập lệnh Mod được yêu cầu bởi tập lệnh Mod (*)..",
 "Something went wrong saving Roblox Info.plist: (*)": "Có gì đó sai khi lưu Roblox info.plist: (*)",
 "Something went wrong setting the Window Title: (*)": "Có gì đó sai khi thiết lập tiêu đề cửa sổ: (*)",
 "Something went wrong setting up URL schemes: (*)": "Có gì đó sai khi thiết lập các sơ đồ URL: (*)",
 "Something went wrong setting up shortcuts: (*)": "Có gì đó đã sai khi thiết lập các phím tắt: (*)",
 "Something went wrong starting Roblox Installer: (*)": "Đã xảy ra sai Trình cài đặt Roblox bắt đầu: (*)",
 "Something went wrong while trying to generate a merged JSON: (*)": "Có điều gì đó không ổn trong khi cố gắng tạo ra một JSON được hợp nhất: (*)",
 "Something went wrong while trying to unzip macOS apps file: (*)": "Có gì đó không ổn trong khi cố gắng giải nén tệp ứng dụng macOS: (*)",
 "Something went wrong with pinging the Mod Script script: (*)": "Có gì đó không ổn với việc pinging tập lệnh Mod: (*)",
 "Something went wrong with pinging the mod script (*): (*)": "Có gì đó không ổn với việc pinging script Mod (*): (*)",
 "Something went wrong with running functions! Error: (*)": "Một cái gì đó đã sai với các chức năng chạy! Lỗi: (*)",
 "Something went wrong: (*)": "Có gì đó không ổn: (*)",
 "Something went wrong: (*) | (*)": "Có gì đó sai: (*)| (*)",
 "Started a new voice chat recording! Expected File Path: (*)": "Bắt đầu ghi âm trò chuyện bằng giọng nói mới! Đường dẫn tệp dự kiến: (*)",
 "Starting GUI App Replication..": "Bắt đầu sao chép ứng dụng GUI..",
 "Starting Roblox Fast Flags Installer v(*)!": "Bắt đầu Roblox FAST FLAGS Cài đặt v(*)!",
 "Starting shortcut \"(*)\"!": "Bắt đầu phím tắt \"(*)\"!",
 "Successfully applied \"(*)\" mod!": "Áp dụng thành công \"(*)\" Mod!",
 "Successfully backed up OrangeBlox data!": "Sao lưu thành công dữ liệu OrangeBlox!",
 "Successfully created shortcut \"(*)\"! You may use this link using your browser or go through the main menu to use this shortcut: orangeblox://(*)/(*)": "Đã tạo thành công phím tắt \"(*)\"! Bạn có thể sử dụng liên kết này bằng trình duyệt của mình hoặc đi qua menu chính để sử dụng phím tắt này: OrangeBlox://(*)/(*)",
 "Successfully disabled all mod scripts!": "Vô hiệu hóa thành công tất cả các kịch bản Mod!",
 "Successfully disabled mod (*)!": "Mod bị vô hiệu hóa thành công (*)!",
 "Successfully downloaded installer!": "Tải xuống thành công trình cài đặt!",
 "Successfully enabled mod (*)!": "Đã kích hoạt thành công Mod (*)!",
 "Successfully enabled mod script to \"(*)\"!": "Đã kích hoạt thành công tập lệnh Mod thành \"(*)\"!",
 "Successfully exported (*)!": "Xuất khẩu thành công (*)!",
 "Successfully exported (*)! [(*)/100]": "Xuất khẩu thành công (*)! [(*)/100]",
 "Successfully found log file ((*)/40). Returning with: (*)": "Tìm thấy thành công tệp nhật ký ((*)/40). Trở về với: (*)",
 "Successfully found log file. Returning with: (*)": "Tìm thấy thành công tệp nhật ký. Trở về với: (*)",
 "Successfully got application settings! URL: ((*))": "Có thành công cài đặt ứng dụng! URL: ((*))",
 "Successfully installed OrangeBlox in (*)s!": "Cài đặt thành công OrangeBlox trong (*)S!",
 "Successfully installed Roblox Studio to: (*) [Client: (*)]": "Đã cài đặt thành công Roblox Studio thành: (*) [Khách hàng: (*)]",
 "Successfully installed Roblox to: (*) [Client: (*)]": "Đã cài đặt thành công Roblox thành: (*) [Khách hàng: (*)]",
 "Successfully loaded user thumbnail of @(*) [User ID: (*)]!": "Đã tải thành công Thumbnail của @(*) [Id người dùng: (*)]!",
 "Successfully pinged app notification! Title: (*), Message: (*)": "Thông báo ứng dụng ping thành công! Tiêu đề: (*), Tin nhắn: (*)",
 "Successfully removed all URL Schemes for Roblox Studio.app!": "Đã xóa thành công tất cả các chương trình URL cho Roblox Studio.app!",
 "Successfully removed all URL Schemes for Roblox.app!": "Đã loại bỏ thành công tất cả các chương trình URL cho Roblox.app!",
 "Successfully sent webhook! Event: (*)": "Đã gửi thành công Webhook! Sự kiện: (*)",
 "Successfully set plist key LSMultipleInstancesProhibited to False!": "Đặt thành công Key Key LSMultipleInstancesProhibited thành Sai!",
 "Successfully set plist key LSMultipleInstancesProhibited to True!": "Đặt thành công Key Key LSMultipleInstancesProhibited thành True!",
 "Successfully synced mod type: (*)": "Loại Mod được đồng bộ hóa thành công: (*)",
 "Successfully unlinked semaphore to allow Roblox multi instance!": "Semaphore không liên kết thành công để cho phép Roblox nhiều trường hợp!",
 "Successfully updated OrangeBlox in (*)s!": "Cập nhật thành công OrangeBlox trong (*)S!",
 "Successfully updated Roblox Studio to (*)!": "Cập nhật thành công Roblox Studio lên (*)!",
 "Successfully updated Roblox to (*)!": "Cập nhật thành công Roblox lên (*)!",
 "Sync Directory: (*)": "Thư mục đồng bộ hóa: (*)",
 "System OS: (*) ((*))": "Hệ thống hệ thống: (*)((*))",
 "System OS: (*) ((*)) | Python Version: (*)": "Hệ thống hệ thống: (*)((*)) | Phiên bản Python: (*)",
 "System OS: (*) ((*)) | Python Version: (*)(*)": "Hệ thống hệ thống: (*)((*)) | Phiên bản Python: (*)(*)",
 "System OS: (*) (macOS (*))": "Hệ thống hệ thống: (*)(macOS (*))",
 "System OS: (*) (macOS (*)) | Python Version: (*)": "Hệ thống hệ thống: (*)(macOS (*)) | Phiên bản Python: (*)",
 "System OS: (*) (macOS (*)) | Python Version: (*)(*)": "Hệ thống hệ thống: (*)(macOS (*)) | Phiên bản Python: (*)(*)",
 "The mod '(*)' is not supported for updating due to a lack of version.": "Mod '(*)' không được hỗ trợ để cập nhật do thiếu phiên bản..",
 "The voice chat had ended! File Path: (*)": "Cuộc trò chuyện bằng giọng nói đã kết thúc! Đường dẫn tệp: (*)",
 "The voice chat had ended! No audio file was made due to the recording being empty.": "Cuộc trò chuyện bằng giọng nói đã kết thúc! Không có tệp âm thanh nào được thực hiện do bản ghi trống..",
 "There was a problem applying mods to the Roblox Client!": "Có một vấn đề áp dụng Mod cho khách hàng Roblox!",
 "There was an error checking Discord RPC: (*)": "Có một lỗi kiểm tra Discord RPC: (*)",
 "There was an error clearing Discord RPC: (*)": "Có một lỗi xóa lỗi RPC: (*)",
 "There was an error closing Discord RPC: (*)": "Có một lỗi đóng lỗi RPC: (*)",
 "There was an error holding mutex A due to response: (*)": "Có một lỗi giữ mutex A do phản hồi: (*)",
 "There was an error holding mutex A: (*)": "Có một lỗi giữ mutex a: (*)",
 "There was an error holding mutex W due to response: (*)": "Có một lỗi giữ mutex w do phản hồi: (*)",
 "There was an error holding mutex W: (*)": "Có một lỗi giữ mutex w: (*)",
 "There was an error loading loop! Error: (*)": "Có một vòng lặp tải lỗi! Lỗi: (*)",
 "There was an error preparing Roblox: (*)": "Có một lỗi chuẩn bị roblox: (*)",
 "There was an error sending a notification. Error: (*)": "Có một lỗi gửi một thông báo. Lỗi: (*)",
 "There was an error updating Discord RPC: (*)": "Có một lỗi cập nhật Discord RPC: (*)",
 "There was an issue during the configuration loop: (*)": "Có một vấn đề trong vòng lặp cấu hình: (*)",
 "There was an issue getting Terminal ID: (*)": "Có một vấn đề nhận ID thiết bị đầu cuối: (*)",
 "There was an issue installing the EXE file: (*)": "Có một vấn đề cài đặt tệp EXE: (*)",
 "There was an issue making a notification: (*)": "Có một vấn đề đưa ra một thông báo: (*)",
 "There was an issue sending your webhook message. Exception: (*)": "Có một vấn đề gửi tin nhắn webhook của bạn. Ngoại lệ: (*)",
 "There was an issue sending your webhook message. Status Code: (*)": "Có một vấn đề gửi tin nhắn webhook của bạn. Mã trạng thái: (*)",
 "There was an issue setting shortcuts and may be caused due to OneDrive. Error: (*)": "Có một phím tắt cài đặt vấn đề và có thể được gây ra do OneDrive. Lỗi: (*)",
 "There was an issue trying to copy files for mod type: (*)": "Có một vấn đề đang cố gắng sao chép các tệp cho loại Mod: (*)",
 "There was an issue trying to get hash: (*)": "Có một vấn đề đang cố gắng để có được băm: (*)",
 "There's currently no friends that have unfriended you on User ID [(*)] since your last view.": "Hiện tại không có bạn bè đã hủy kết bạn với bạn trên ID người dùng [(*)] kể từ lần xem cuối cùng của bạn..",
 "This backup is created in a version (v(*)) after OrangeBlox v(*). Are you sure you want to continue with this backup? (y/n)": "Bản sao lưu này được tạo trong một phiên bản (v(*)) sau OrangeBlox v(*). Bạn có chắc là bạn muốn tiếp tục với bản sao lưu này? (y/n)",
 "This backup is created in a version (v(*)) before OrangeBlox v(*). Are you sure you want to continue with this backup? (y/n)": "Bản sao lưu này được tạo trong một phiên bản (v(*)) trước OrangeBlox v(*). Bạn có chắc là bạn muốn tiếp tục với bản sao lưu này? (y/n)",
 "This mod script ((*)) is requesting use of a function ((*)) that is not permitted. Please check Manifest.json and verify using the Mod Manager!": "Tập lệnh Mod này ((*)) đang yêu cầu sử dụng hàm ((*)) không được phép. Vui lòng kiểm tra Bổ nhiệm.json và xác minh bằng Trình quản lý Mod!",
 "This mod script has reached their end support! Creator Note:": "Kịch bản Mod này đã đạt đến hỗ trợ cuối cùng của họ! Lưu ý của người tạo:",
 "This mod script is not supported. Please update to OrangeBlox v(*)": "Tập lệnh Mod này không được hỗ trợ. Vui lòng cập nhật OrangeBlox v(*)",
 "This mod script is only supported for Windows!": "Tập lệnh Mod này chỉ được hỗ trợ cho Windows!",
 "This mod script is only supported for macOS or Windows!": "Tập lệnh Mod này chỉ được hỗ trợ cho macOS hoặc Windows!",
 "This mod script is only supported for macOS!": "Kịch bản Mod này chỉ được hỗ trợ cho macOS!",
 "This mod script is unsupported! Please update to OrangeBlox v(*) in order to use!": "Kịch bản Mod này không được hỗ trợ! Vui lòng cập nhật OrangeBlox v(*)để sử dụng!",
 "UI update error: (*)": "Lỗi cập nhật UI: (*)",
 "URL Scheme Requested: (*)": "Sơ đồ URL được yêu cầu: (*)",
 "URL scheme \"(*)\" has been set for \"(*)\"": "Sơ đồ URL \"(*)\" đã được đặt cho \"(*)\"",
 "URL: (*)": "URL: (*)",
 "Uh oh! Roblox Crashed!": "Uh oh! Roblox bị rơi!",
 "Uh oh! Roblox Studio Crashed!": "Uh oh! Roblox Studio bị rơi!",
 "Uh oh! There was an issue trying to validate hashes for the following files: (*)": "Uh oh! Có một vấn đề đang cố gắng xác nhận băm cho các tệp sau: (*)",
 "Unable to activate window: (*)": "Không thể kích hoạt cửa sổ: (*)",
 "Unable to download Roblox Player installer due to an http error.": "Không thể tải xuống Trình cài đặt Roblox Player do lỗi HTTP..",
 "Unable to download Roblox Studio installer due to an http error.": "Không thể tải xuống Trình cài đặt Roblox Studio do lỗi HTTP..",
 "Unable to download Roblox manifest due to an http error. Code: (*)": "Không thể tải xuống biểu hiện Roblox do lỗi HTTP. Mã số: (*)",
 "Unable to download and install Roblox Bundle. Error: (*)": "Không thể tải xuống và cài đặt gói Roblox. Lỗi: (*)",
 "Unable to download and install Roblox Studio Bundle. Error: (*)": "Không thể tải xuống và cài đặt gói Roblox Studio. Lỗi: (*)",
 "Unable to download and install the Roblox Player.": "Không thể tải xuống và cài đặt Trình phát Roblox..",
 "Unable to download and install the Roblox Studio.": "Không thể tải xuống và cài đặt Roblox Studio..",
 "Unable to download the Roblox Player.": "Không thể tải xuống người chơi Roblox..",
 "Unable to download the Roblox Studio.": "Không thể tải xuống Roblox Studio..",
 "Unable to export: (*)": "Không thể xuất: (*)",
 "Unable to export: (*) [(*)/100]": "Không thể xuất: (*) [(*)/100]",
 "Unable to extract Player due to an error!": "Không thể trích xuất người chơi do lỗi!",
 "Unable to extract Studio due to an error!": "Không thể trích xuất studio do lỗi!",
 "Unable to fetch Roblox manifest file due to an http error.": "Không thể tìm nạp tệp kê khai Roblox do lỗi HTTP..",
 "Unable to fetch friends list! Exception: (*)": "Không thể lấy danh sách bạn bè! Ngoại lệ: (*)",
 "Unable to fetch install bootstrapper settings from Roblox.": "Không thể lấy cài đặt cài đặt bootstrapper từ Roblox..",
 "Unable to find a new file within 20 seconds ((*)/40). Returning with: (*)": "Không thể tìm thấy một tệp mới trong vòng 20 giây ((*)/40). Trở về với: (*)",
 "Unable to find channel from URL. Exception: (*)": "Không thể tìm thấy kênh từ URL. Ngoại lệ: (*)",
 "Unable to find friend @(*) in list! User must be unfriended!": "Không thể tìm bạn @(*)trong danh sách! Người dùng phải không kết bạn!",
 "Unable to format url scheme due to an issue.": "Không thể định dạng sơ đồ URL do một vấn đề..",
 "Unable to install Fast Flags to the client! Recorded Error: (*)": "Không thể cài đặt cờ nhanh cho khách hàng! Lỗi đã ghi lại: (*)",
 "Unable to install Roblox Bundle: (*)": "Không thể cài đặt gói roblox: (*)",
 "Unable to install Roblox Studio Bundle: (*)": "Không thể cài đặt gói Roblox Studio: (*)",
 "Unable to install Roblox Studio due to a verification error.": "Không thể cài đặt Roblox Studio do lỗi xác minh..",
 "Unable to install Roblox due to a verification error.": "Không thể cài đặt Roblox do lỗi xác minh..",
 "Unable to load current global settings.": "Không thể tải cài đặt toàn cầu hiện tại..",
 "Unable to read OrangeBlox file due to the file not existing or unable to be accessed.": "Không thể đọc tệp OrangeBlox do tệp không có hoặc không thể truy cập..",
 "Unable to read log: (*)": "Không thể đọc nhật ký: (*)",
 "Unable to remove log: (*)": "Không thể xóa nhật ký: (*)",
 "Unable to remove shortcuts: (*)": "Không thể xóa các phím tắt: (*)",
 "Unable to reset URL schemes: (*)": "Không thể đặt lại các sơ đồ URL: (*)",
 "Unable to show about menu: (*)": "Không thể hiển thị về menu: (*)",
 "Unable to show validation menu: (*)": "Không thể hiển thị menu xác thực: (*)",
 "Unable to sign Roblox Studio.app: (*)": "Không thể ký hợp đồng với Roblox Studio.app: (*)",
 "Unable to sign Roblox.app: (*)": "Không thể ký tên Roblox.app: (*)",
 "Unable to unblock Play Roblox app: (*)": "Không thể bỏ chặn chơi ứng dụng roblox: (*)",
 "Unable to unblock Run Studio app: (*)": "Không thể bỏ chặn ứng dụng Studio Run Run: (*)",
 "Unable to unblock main bootstrap app: (*)": "Không thể bỏ chặn ứng dụng Bootstrap chính: (*)",
 "Unable to unzip Roblox Player installer due to an error.": "Không thể giải nén trình cài đặt trình phát Roblox do lỗi..",
 "Unable to unzip Roblox Studio installer due to an error.": "Không thể giải nén Trình cài đặt Studio Roblox do lỗi..",
 "Unable to validate codesign: (*)": "Không thể xác nhận mã hóa: (*)",
 "Unable to validate hash: (*) => (*)": "Không thể xác nhận Hash: (*)=> (*)",
 "Unable to verify file: (*)": "Không thể xác minh tệp: (*)",
 "Unable to verify file: (*) => (*)": "Không thể xác minh tệp: (*)=> (*)",
 "Update Error for directory ((*)): (*)": "Lỗi cập nhật cho thư mục ((*)): (*)",
 "Update Error for file ((*)): (*)": "Lỗi cập nhật cho Tệp ((*)): (*)",
 "Update Error: (*)": "Lỗi cập nhật: (*)",
 "Update to v(*) was finished successfully! Restarting bootstrap..": "Cập nhật lên v(*)đã hoàn thành thành công! Khởi động lại bootstrap..",
 "Update to v(*) was finished successfully! Restarting installer..": "Cập nhật lên v(*)đã hoàn thành thành công! Khởi động lại trình cài đặt..",
 "Update v(*) detected!": "Cập nhật v(*)đã phát hiện!",
 "Updating Error: (*)": "Lỗi cập nhật: (*)",
 "User selected: (*)": "Người dùng đã chọn: (*)",
 "User: @(*) [(*)]": "Người dùng: @(*) [(*)]",
 "Validated Color!: (*)": "Màu sắc được xác thực!: (*)",
 "Validating Bootstrap Scripts..": "Xác thực tập lệnh bootstrap..",
 "Verifying Roblox Install..": "Xác minh cài đặt Roblox..",
 "Verifying Roblox Studio Install..": "Xác minh cài đặt Roblox Studio..",
 "Waited: (*)/15 seconds": "Chờ đợi: (*)/15 giây",
 "We have detected a new version of OrangeBlox! Would you like to install it? (y/n)": "Chúng tôi đã phát hiện một phiên bản mới của OrangeBlox! Bạn có muốn cài đặt nó không? (y/n)",
 "WebView2 (vers: (*)) is currently installed!": "WebView2 (vers: (*)) hiện đang được cài đặt!",
 "WebView2 has been installed successfully!": "WebView2 đã được cài đặt thành công!",
 "WebView2 has failed to be installed! Code: (*)": "WebView2 đã không được cài đặt! Mã số: (*)",
 "WebView2 has failed to be installed! Exception: (*)": "WebView2 đã không được cài đặt! Ngoại lệ: (*)",
 "WebView2 is currently installed!": "WebView2 hiện đang được cài đặt!",
 "Window was triggered! Current count: (*)": "Cửa sổ đã được kích hoạt! Số lượng hiện tại: (*)",
 "Would you like to skip verification? Hashes that are unable to be validated are listed below:": "Bạn có muốn bỏ qua xác minh không? Băm không thể được xác thực được liệt kê dưới đây:",
 "Would you like to update Python to (*) using the official Python Installer? (y/n)": "Bạn có muốn cập nhật Python lên (*)bằng trình cài đặt Python chính thức không? (y/n)",
 "Writing ClientAppSettings.json": "Viết khách hàngPspeting.json",
 "You can only see this if you're in debug mode! Template Mod Script has ran (*) times!": "Bạn chỉ có thể thấy điều này nếu bạn đang ở chế độ gỡ lỗi! Tập lệnh Mod mẫu đã chạy (*)lần!",
 "You have selected (*)!": "Bạn đã chọn (*)!",
 "You have selected the following folder to install the bootstrap into: (*)": "Bạn đã chọn thư mục sau để cài đặt bootstrap vào: (*)",
 "You were redirected to a link shortcut with id \"(*)\" but it doesn't exist under your settings.": "Bạn đã được chuyển hướng đến một phím tắt liên kết với ID \"(*)\" nhưng nó không tồn tại trong cài đặt của bạn..",
 "You're already in the latest version of Python!": "Bạn đã ở phiên bản mới nhất của Python!",
 "Your FFlags have been installed to Roblox (*)!": "FFlagS của bạn đã được cài đặt vào Roblox (*)!",
 "[(*)/(*)] BloxstrapRPC Information (y/n)": "[(*)/(*)] Thông tin BloxstrapRPC (y/n)",
 "[(*)/(*)] Publishing Game Information (y/n)": "[(*)/(*)] Thông tin trò chơi xuất bản (y/n)",
 "[(*)/(*)] Roblox Closing Information (y/n)": "[(*)/(*)] Thông tin đóng Roblox (y/n)",
 "[(*)/(*)] Roblox Connecting Information (y/n)": "[(*)/(*)] Thông tin kết nối Roblox (y/n)",
 "[(*)/(*)] Roblox Crashing Information (y/n)": "[(*)/(*)] Thông tin về sự cố Roblox (y/n)",
 "[(*)/(*)] Roblox Disconnecting Information (y/n)": "[(*)/(*)] Roblox Ngắt kết nối thông tin (y/n)",
 "[(*)/(*)] Roblox Opening Information (y/n)": "[(*)/(*)] Thông tin mở Roblox (y/n)",
 "[(*)] = Full Reinstall Roblox [No Resetting]": "[(*)] = Cài đặt lại đầy đủ Roblox [Không đặt lại]",
 "[(*)] = Full Reinstall Roblox [Removes User Data]": "[(*)] = Cài đặt lại đầy đủ Roblox [Xóa dữ liệu người dùng]",
 "[(*)] = Install Vanilla Roblox": "[(*)] = Cài đặt Vanilla Roblox",
 "[(*)] = Install Vanilla Roblox Studio": "[(*)] = Cài đặt Vanilla Roblox Studio",
 "[(*)] = Reinstall Roblox": "[(*)] = Cài đặt lại Roblox",
 "[(*)] = Reinstall Roblox Studio": "[(*)] = Cài đặt lại Roblox Studio",
 "[(*)] = Uninstall Roblox": "[(*)] = Gỡ cài đặt Roblox",
 "[(*)] = Uninstall Roblox Studio": "[(*)] = Gỡ cài đặt Roblox Studio",
 "[(*)] = Uninstall Roblox [Removes User Data]": "[(*)] = Gỡ cài đặt Roblox [Xóa dữ liệu người dùng]",
 "[(*)] = Uninstall Vanilla Roblox": "[(*)] = Gỡ cài đặt Vanilla Roblox",
 "[(*)] = Uninstall Vanilla Roblox Studio": "[(*)] = Gỡ cài đặt Vanilla Roblox Studio",
 "[MOD SCRIPT]: (*)": "[Tập lệnh Mod]: (*)",
 "[exit] = Exit Mod Selector": "[Thoát] = Bộ chọn Mod thoát",
 "https://clientsettings.roblox.com/v2/user-channel?binaryType=(*)": "https://clentsettings.Roblox.com/v2/user-channel?binarytype=(*)",
 "v(*) [Current] => v(*) [Latest]": "v(*) [Hiện tại] => v(*) [Mới nhất]",
 "⚠️ Download Location: (*)": "tải xuống vị trí tải xuống: (*)",
 "⚠️ Download location: (*) => (*)": "⚠ Tải xuống vị trí: (*)=> (*)",
 "✅ Download Location: (*)": "✅ Tải xuống vị trí: (*)",
 "✅ Download location: (*) => (*)": "✅ Tải xuống vị trí: (*)=> (*)",
 "❌ Download Location: (*)": "❌ Tải xuống vị trí: (*)",
 "❌ Download location: (*) => (*)": "❌ Tải xuống vị trí: (*)=> (*)",
 "🔨 Download Location: (*)": "🔨 Tải xuống vị trí: (*)",
 "🔨 Download location: (*) => (*)": "🔨 Tải xuống vị trí: (*)=> (*)",
 "Option finished! Would you like to return to the main menu or would you like to continue to Roblox?": "Tùy chọn kết thúc! Bạn có muốn trở lại menu chính hay bạn muốn tiếp tục Roblox?",
 "(*) Would you like to return to the main menu or would you like to continue to Roblox?": "(*)Bạn có muốn trở lại menu chính hay bạn muốn tiếp tục Roblox?",
 "Would you like to return to the main menu or would you like to continue to Roblox?": "Bạn có muốn trở lại menu chính hay bạn muốn tiếp tục Roblox?",
 "Activity Tracking": "Theo dõi hoạt động",
 "Allow access to other Python files": "Cho phép truy cập vào các tệp Python khác",
 "Allow access to use RobloxFastFlagsInstaller directly": "Cho phép truy cập trực tiếp sử dụng RobloxFastFlagsInstaller",
 "Allow detecting every Roblox event": "Cho phép phát hiện mọi sự kiện Roblox",
 "Allow detecting loading plugins from the web.": "Cho phép phát hiện các plugin tải từ web..",
 "Allow detecting studio log information.": "Cho phép phát hiện thông tin nhật ký studio..",
 "Allow detecting the current Roblox channel": "Cho phép phát hiện kênh Roblox hiện tại",
 "Allow detecting when BloxstrapRPC is triggered": "Cho phép phát hiện khi BloxstrapRPC được kích hoạt",
 "Allow detecting when FFlags are loaded": "Cho phép phát hiện khi FFlagS được tải",
 "Allow detecting when Roblox Channel is saved": "Cho phép phát hiện khi kênh Roblox được lưu",
 "Allow detecting when Roblox HttpResponses are ran": "Cho phép phát hiện khi Roblox HTTPRESSES được chạy",
 "Allow detecting when Roblox Server IPs are loaded": "Cho phép phát hiện khi IPS máy chủ Roblox được tải",
 "Allow detecting when Roblox closes": "Cho phép phát hiện khi Roblox đóng cửa",
 "Allow detecting when Roblox closes an extra window.": "Cho phép phát hiện khi Roblox đóng thêm một cửa sổ..",
 "Allow detecting when Roblox crashes": "Cho phép phát hiện khi Roblox gặp sự cố",
 "Allow detecting when Roblox has saved to Roblox": "Cho phép phát hiện khi Roblox đã lưu vào Roblox",
 "Allow detecting when Roblox loads a game fully": "Cho phép phát hiện khi Roblox tải một trò chơi đầy đủ",
 "Allow detecting when Roblox logging in fails": "Cho phép phát hiện khi Roblox đăng nhập vào thất bại",
 "Allow detecting when Roblox passes update checks": "Cho phép phát hiện khi Roblox vượt qua kiểm tra cập nhật",
 "Allow detecting when Roblox starts": "Cho phép phát hiện khi Roblox bắt đầu",
 "Allow detecting when Roblox was closed by the module due to a shared launch": "Cho phép phát hiện khi Roblox bị đóng cửa bởi mô -đun do khởi động được chia sẻ",
 "Allow detecting when Unknown Roblox Handlers are detected": "Cho phép phát hiện khi phát hiện thấy những người xử lý Roblox không xác định",
 "Allow detecting when a feature in your studio data is loading": "Cho phép phát hiện khi một tính năng trong dữ liệu studio của bạn đang tải",
 "Allow detecting when a flag in your studio data has expired": "Cho phép phát hiện khi một lá cờ trong dữ liệu studio của bạn đã hết hạn",
 "Allow detecting when a game audio device starts recording": "Cho phép phát hiện khi thiết bị âm thanh trò chơi bắt đầu ghi âm",
 "Allow detecting when a game audio device stops recording": "Cho phép phát hiện khi thiết bị âm thanh trò chơi dừng ghi",
 "Allow detecting when a new Roblox Studio window is created": "Cho phép phát hiện khi cửa sổ Roblox Studio mới được tạo",
 "Allow detecting when a new game audio device is available": "Cho phép phát hiện khi có sẵn thiết bị âm thanh trò chơi mới",
 "Allow detecting when a plugin is loading": "Cho phép phát hiện khi plugin đang tải",
 "Allow detecting when a plugin is unloading": "Cho phép phát hiện khi plugin dỡ hàng",
 "Allow detecting when loading any server": "Cho phép phát hiện khi tải bất kỳ máy chủ nào",
 "Allow detecting when loading party": "Cho phép phát hiện khi tải bữa tiệc",
 "Allow detecting when loading private server": "Cho phép phát hiện khi tải máy chủ riêng",
 "Allow detecting when loading public server": "Cho phép phát hiện khi tải máy chủ công cộng",
 "Allow detecting when loading reserved server": "Cho phép phát hiện khi tải máy chủ dành riêng",
 "Allow detecting when teleporting fails": "Cho phép phát hiện khi dịch chuyển tức thời thất bại",
 "Allow detecting when the Roblox Launcher is destroyed": "Cho phép phát hiện khi bệ phóng Roblox bị phá hủy",
 "Allow detecting when the Roblox websocket is loose and about to disconnect": "Cho phép phát hiện khi Roblox WebSocket bị lỏng và sắp ngắt kết nối",
 "Allow detecting when watchdog was reconnected": "Cho phép phát hiện khi giám sát được kết nối lại",
 "Allow detecting when you are publishing the game": "Cho phép phát hiện khi bạn đang xuất bản trò chơi",
 "Allow detecting when you close a place/document": "Cho phép phát hiện khi bạn đóng một địa điểm/tài liệu",
 "Allow detecting when you connect to a team connect server.": "Cho phép phát hiện khi bạn kết nối với máy chủ kết nối nhóm..",
 "Allow detecting when you disconnect due to lost connection in a Studio server": "Cho phép phát hiện khi bạn ngắt kết nối do bị mất kết nối trong máy chủ studio",
 "Allow detecting when you disconnect from a game": "Cho phép phát hiện khi bạn ngắt kết nối với một trò chơi",
 "Allow detecting when you disconnect from playtesting.": "Cho phép phát hiện khi bạn ngắt kết nối với PlayTesting..",
 "Allow detecting when you disconnect to a team connect server.": "Cho phép phát hiện khi bạn ngắt kết nối với máy chủ kết nối nhóm..",
 "Allow detecting when you fully load a game": "Cho phép phát hiện khi bạn tải đầy đủ một trò chơi",
 "Allow detecting when you have logged into studio successfully": "Cho phép phát hiện khi bạn đã đăng nhập thành công",
 "Allow detecting when you leave a game": "Cho phép phát hiện khi bạn rời khỏi một trò chơi",
 "Allow detecting when you loaded a place/document": "Cho phép phát hiện khi bạn tải một địa điểm/tài liệu",
 "Allow detecting when you started a playtest": "Cho phép phát hiện khi bạn bắt đầu chơi trò chơi",
 "Allow detecting when you teleport places": "Cho phép phát hiện khi bạn dịch chuyển tức thời",
 "Allow getting Job ID, Place ID and Roblox IP": "Cho phép nhận ID công việc, đặt ID và Roblox IP",
 "Allow getting Roblox error log messages": "Cho phép nhận được thông báo nhật ký lỗi Roblox",
 "Allow getting Roblox log messages": "Cho phép nhận được tin nhắn nhật ký Roblox",
 "Allow getting Roblox warning log messages": "Cho phép nhận được tin nhắn nhật ký cảnh báo Roblox",
 "Allow getting join info for a game": "Cho phép tham gia thông tin cho một trò chơi",
 "Bootstrap Settings": "Cài đặt bootstrap",
 "Change the Roblox Window Size and Position": "Thay đổi kích thước và vị trí cửa sổ Roblox",
 "Change your Roblox client flags": "Thay đổi cờ máy khách Roblox của bạn",
 "Change your Roblox client flags (with saving)": "Thay đổi cờ máy khách Roblox của bạn (với tiết kiệm)",
 "Clear Installed Mods [Reinstall Roblox]": "Mod được cài đặt rõ ràng [Cài đặt lại Roblox]",
 "Clear Temporary Storage": "Rõ ràng lưu trữ tạm thời",
 "Configure or send notifications through Bootstrap": "Định cấu hình hoặc gửi thông báo qua Bootstrap",
 "Configure your Roblox Player's branding": "Định cấu hình thương hiệu của người chơi Roblox của bạn",
 "Configure your Roblox Studio's branding": "Định cấu hình thương hiệu của Roblox Studio của bạn",
 "Configure your avatar maps": "Định cấu hình bản đồ hình đại diện của bạn",
 "Configure your cursors": "Cấu hình con trỏ của bạn",
 "Configure your mods": "Định cấu hình Mod của bạn",
 "Configure your player sounds": "Định cấu hình âm thanh trình phát của bạn",
 "Connect to Existing Roblox": "Kết nối với Roblox hiện có",
 "Connect to Existing Roblox Studio": "Kết nối với Roblox Studio hiện có",
 "Continue to Roblox": "Tiếp tục đến Roblox",
 "Continue to Roblox [Multi-Instance]": "Tiếp tục Roblox [Đa cấp]]",
 "Roblox Link Shortcuts": "Phím tắt liên kết Roblox",
 "Create a new shortcut": "Tạo một phím tắt mới",
 "Create a new user shortcut": "Tạo một phím tắt người dùng mới",
 "Credits": "Tín dụng",
 "Debugging": "Gỡ lỗi",
 "Delete a shortcut": "Xóa một phím tắt",
 "Detect when Voice Chats on the client end": "Phát hiện khi trò chuyện bằng giọng nói ở cuối máy khách",
 "Detect when Voice Chats on the client start": "Phát hiện khi trò chuyện bằng giọng nói trên máy khách bắt đầu",
 "Detect when you mute your microphone during your Roblox Voice Chat": "Phát hiện khi bạn tắt tiếng micrô của mình trong cuộc trò chuyện bằng giọng nói Roblox của bạn",
 "Detect when you unmute your microphone during your Roblox Voice Chat": "Phát hiện khi bạn bật tiếng micrô trong khi trò chuyện bằng giọng nói Roblox của bạn",
 "Disable Appling Mods": "Tắt các Mod Appling",
 "Do all of the above": "Làm tất cả những điều trên",
 "Do curl-ups": "Làm cuộn tròn",
 "Do jumping-jacks": "Làm Jumping-Jacks",
 "Do neither": "Không làm",
 "Do push-ups": "Làm đẩy lên",
 "Do weight-lifting": "Làm trọng lượng",
 "Edit ModScript.py executable": "Chỉnh sửa Modscript.py thực thi",
 "Edit and save your bootstrap configuration file": "Chỉnh sửa và lưu tệp cấu hình bootstrap của bạn",
 "Edit or view your bootstrap configuration file": "Chỉnh sửa hoặc xem tệp cấu hình bootstrap của bạn",
 "Edit the OrangeAPI executable": "Chỉnh sửa thực thi OrangeAPI",
 "Edit the RobloxFastFlagInstaller executable": "Chỉnh sửa RobloxFASTFLAGINSTALLER thực thi",
 "Edit the main bootstrap executable": "Chỉnh sửa thực thi Bootstrap chính có thể thực thi",
 "End All Roblox Instances": "Kết thúc tất cả các trường hợp Roblox",
 "End All Roblox Studio Instances": "Kết thúc tất cả các trường hợp Roblox Studio",
 "Finished checking for updates!": "Hoàn thành kiểm tra cập nhật!",
 "Finished checking for updates! Would you like to run it now? (y/n)": "Hoàn thành kiểm tra cập nhật! Bạn có muốn chạy nó ngay bây giờ không? (y/n)",
 "Focus the Roblox Window to the top window": "Lấy nét cửa sổ Roblox vào cửa sổ trên cùng",
 "Gain access to unzip files that it may have access to.": "Có được quyền truy cập vào các tệp Unzip mà nó có thể có quyền truy cập..",
 "Generate a new shortcut app": "Tạo một ứng dụng phím tắt mới",
 "Get all the currently opened Roblox PIDs": "Nhận tất cả các PID Roblox hiện đã mở",
 "Get and view your Roblox client flags": "Nhận và xem cờ máy khách Roblox của bạn",
 "Get bootstrap info": "Nhận thông tin bootstrap",
 "Get current size of the Roblox Logs folder": "Nhận kích thước hiện tại của thư mục nhật ký Roblox",
 "Get data in a separate configuration": "Nhận dữ liệu trong một cấu hình riêng",
 "Get if Roblox has launched from the bootstrap": "Nhận nếu Roblox ra mắt từ bootstrap",
 "Get if the bootstrap is in Debug Mode": "Nhận nếu bootstrap ở chế độ gỡ lỗi",
 "Get if your Python executable is supported.": "Nhận nếu thực thi Python của bạn được hỗ trợ..",
 "Get if your computer is 32 bit of Windows.": "Nhận nếu máy tính của bạn là 32 bit cửa sổ..",
 "Get if your computer is connected to the internet.": "Nhận nếu máy tính của bạn được kết nối với Internet..",
 "Get if your operating system version is within a certain version.": "Nhận nếu phiên bản hệ điều hành của bạn nằm trong một phiên bản nhất định..",
 "Get information about all your installed mods": "Nhận thông tin về tất cả các Mod đã cài đặt của bạn",
 "Get information about the Roblox client such as the logged in user, accessible policies and settings.": "Nhận thông tin về ứng dụng khách Roblox như người dùng đã đăng nhập, các chính sách và cài đặt có thể truy cập..",
 "Get the Roblox installation folder": "Nhận thư mục cài đặt Roblox",
 "Get the current latest Roblox window's PID": "Nhận PID của Roblox Window mới nhất hiện tại",
 "Get the current version of the opposite application (Roblox Player -> Studio, Studio -> Player)": "Nhận phiên bản hiện tại của ứng dụng ngược lại (người chơi Roblox -> Studio, Studio -> Player)",
 "Get the currently installed Roblox version": "Nhận phiên bản Roblox hiện đã cài đặt",
 "Get the latest Roblox version": "Nhận phiên bản Roblox mới nhất",
 "Get the latest version of the opposite application (Roblox Player -> Studio, Studio -> Player)": "Nhận phiên bản mới nhất của ứng dụng đối diện (người chơi Roblox -> Studio, Studio -> Player)",
 "Global Setting Modifications": "Sửa đổi thiết lập toàn cầu",
 "Grant full control to Python APIs with no sense of security.": "Cấp quyền kiểm soát hoàn toàn cho API Python mà không có ý thức về bảo mật..",
 "Grant permissions to read/edit other files": "Cấp quyền để đọc/chỉnh sửa các tệp khác",
 "Import outside modules from source": "Nhập các mô -đun bên ngoài từ nguồn",
 "Listed all unfriended friends!": "Liệt kê tất cả những người bạn không kết bạn!",
 "Listed all unfriended friends! Would you like to run Roblox? (y/n)": "Liệt kê tất cả những người bạn không kết bạn! Bạn có muốn chạy Roblox không? (y/n)",
 "Make a DELETE request to any website.": "Thực hiện một yêu cầu xóa đến bất kỳ trang web..",
 "Make a GET request to any website.": "Thực hiện nhận được yêu cầu đến bất kỳ trang web..",
 "Make a POST request to any website.": "Thực hiện một yêu cầu bài đăng đến bất kỳ trang web..",
 "Mod Script Settings": "Cài đặt tập lệnh Mod",
 "Mod Settings has been saved!": "Cài đặt Mod đã được lưu!",
 "Mod Settings has been saved! Would you like to go to Roblox? (y/n)": "Cài đặt Mod đã được lưu! Bạn có muốn đến Roblox không? (y/n)",
 "Open Mods Folder": "Mở thư mục Mod",
 "Open Mods Manager": "Mở Trình quản lý Mod",
 "Open Settings": "Mở cài đặt",
 "OrangeBlox Installer Options": "Tùy chọn cài đặt OrangeBlox",
 "OrangeBlox has been modified!": "OrangeBlox đã được sửa đổi!",
 "OrangeBlox has been modified! Would you like to run it now? (y/n)": "OrangeBlox đã được sửa đổi! Bạn có muốn chạy nó ngay bây giờ không? (y/n)",
 "Print a console in a yellow text (indicates a warning)": "In một bảng điều khiển bằng văn bản màu vàng (cho biết cảnh báo)",
 "Print a console in green (indicates success)": "In một bảng điều khiển màu xanh lá cây (biểu thị thành công)",
 "Print a console in red (indicates an error)": "In bảng điều khiển màu đỏ (biểu thị lỗi)",
 "Print a console in the standard white color": "In một bảng điều khiển bằng màu trắng tiêu chuẩn",
 "Print a message on the python console using an ANSI 256 bit color number.": "In một tin nhắn trên bảng điều khiển Python bằng số màu ANSI 256 bit..",
 "Receive the ability to restart preparation when Roblox is not opened.": "Nhận khả năng khởi động lại chuẩn bị khi Roblox không được mở..",
 "Reset All Mod Script Configurations": "Đặt lại tất cả các cấu hình tập lệnh Mod",
 "Roblox Installer Options": "Tùy chọn trình cài đặt Roblox",
 "Roblox Instances have been ended!": "Các trường hợp Roblox đã được kết thúc!",
 "Roblox Instances have been ended! Would you like to rerun it? (y/n)": "Các trường hợp Roblox đã được kết thúc! Bạn có muốn chạy lại nó không? (y/n)",
 "Roblox Link Shortcut Settings are now saved!": "Cài đặt phím tắt liên kết Roblox hiện đã được lưu!",
 "Roblox Link Shortcut Settings are now saved! Would you like to run it now? (y/n)": "Cài đặt phím tắt liên kết Roblox hiện đã được lưu! Bạn có muốn chạy nó ngay bây giờ không? (y/n)",
 "Roblox Modifications & Settings": "Sửa đổi & Cài đặt Roblox",
 "Roblox has been modified!": "Roblox đã được sửa đổi!",
 "Roblox has been modified! Would you like to run it now? (y/n)": "Roblox đã được sửa đổi! Bạn có muốn chạy nó ngay bây giờ không? (y/n)",
 "Run Fast Flag Installer": "Chạy trình cài đặt cờ nhanh",
 "Run a shortcut in a new instance": "Chạy một lối tắt trong một trường hợp mới",
 "Run other scripts or commands": "Chạy các tập lệnh hoặc lệnh khác",
 "Send messages through your Discord Webhooks": "Gửi tin nhắn qua webhooks Discord của bạn",
 "Send notifications through OrangeLoader": "Gửi thông báo qua OrangeLoader",
 "Send requests through Bloxstrap RPC": "Gửi yêu cầu thông qua RPC Bloxstrap",
 "Set the Roblox Window Icon [Windows Only]": "Đặt biểu tượng cửa sổ Roblox [Chỉ windows]",
 "Set the Roblox Window Title [Windows Only]": "Đặt tiêu đề cửa sổ Roblox [Chỉ windows]",
 "Set your bootstrap configuration within executable": "Đặt cấu hình bootstrap của bạn trong thực thi",
 "Settings has been saved!": "Cài đặt đã được lưu!",
 "Settings has been saved! Would you like to go to Roblox? (y/n)": "Cài đặt đã được lưu! Bạn có muốn đến Roblox không? (y/n)",
 "Special Mod Settings": "Cài đặt Mod đặc biệt",
 "Store data in a separate configuration": "Lưu trữ dữ liệu trong một cấu hình riêng",
 "Sync Mods from Installation Folder": "Đồng bộ hóa Mod từ thư mục cài đặt",
 "Sync finished!": "Đồng bộ hóa kết thúc!",
 "Sync finished! Would you like to run Roblox now? (y/n)": "Đồng bộ hóa kết thúc! Bạn có muốn chạy Roblox bây giờ không? (y/n)",
 "Sync from Configuration": "Đồng bộ hóa từ cấu hình",
 "Sync to Configuration": "Đồng bộ hóa với cấu hình",
 "Temporary storage has been removed!": "Lưu trữ tạm thời đã được gỡ bỏ!",
 "Temporary storage has been removed! Would you like to run it now? (y/n)": "Lưu trữ tạm thời đã được gỡ bỏ! Bạn có muốn chạy nó ngay bây giờ không? (y/n)",
 "Unknown Requirement": "Yêu cầu không xác định",
 "View your bootstrap configuration file": "Xem tệp cấu hình bootstrap của bạn",
 "Would you like to go to Roblox? (y/n)": "Bạn có muốn đến Roblox không? (y/n)",
 "Would you like to go to Roblox?": "Bạn có muốn đến Roblox không?",
 "(*)Check for Updates [(*)](*)": "(*)Kiểm tra các bản cập nhật [(*)] (*)",
 "(*)New Updates Available! [v(*) => v(*)] [(*)](*)": "(*)Cập nhật mới có sẵn! [v(*)=> v(*)] [(*)] (*)",
 "Update Python (*)[v(*) => v(*)](*)": "Cập nhật Python (*) [v(*)=> v(*)] (*)",
 "(*)[v(*) => v(*)](*)": "(*) [v(*)=> v(*)] (*)",
 "(*). @(*) [ID: (*)]": "(*). @(*) [Nhận dạng: (*)]",
 "Clear All Unneeded Files": "Xóa tất cả các tệp không cần thiết",
 "Clear App Locks ((*))": "Xóa khóa ứng dụng ((*))",
 "Clear Bootstrap Images ((*))": "Xóa hình ảnh bootstrap ((*))",
 "Clear Downloaded Roblox Files ((*))": "Xóa các tệp Roblox đã tải xuống ((*))",
 "Clear OrangeBlox Logs ((*))": "Xóa nhật ký OrangeBlox ((*))",
 "Clear Python Cache ((*))": "Xóa bộ nhớ đệm Python ((*))",
 "Clear Roblox Installers ((*))": "Xóa trình cài đặt Roblox ((*))",
 "Clear Roblox Logs ((*))": "Xóa nhật ký Roblox ((*))",
 "Clear Unneeded Mods ((*))": "Rõ ràng các Mod không cần thiết ((*))",
 "Disable Mod Scripts": "Tắt tập lệnh Mod",
 "Switch to (*)": "Chuyển sang (*)",
 "Are you sure you want to run OrangeBlox installer?": "Bạn có chắc là bạn muốn chạy Trình cài đặt OrangeBlox?",
 "Are you sure you would like to use this FFlag JSON?": "Bạn có chắc bạn muốn sử dụng FFlag JSON này không?",
 "Removing Old Scripts..": "Xóa các kịch bản cũ..",
 "Successfully activated terminal!": "Thiết bị đầu cuối được kích hoạt thành công!",
 "Successfully connected to script!": "Kết nối thành công với kịch bản!",
 "Syncing was rejected by the user!": "Đồng bộ hóa đã bị từ chối bởi người dùng!",
 "Unknown User": "Người dùng không xác định",
 "User selected: 1": "Người dùng đã chọn: 1",
 "User selected: False": "Người dùng đã chọn: Sai",
 "User selected: None": "Người dùng đã chọn: Không có",
 "User selected: True": "Người dùng đã chọn: Đúng",
 "You're getting good at this!": "Bạn đang trở nên giỏi về điều này!",
 "[1] = Roblox Player": "[1] = Người chơi Roblox",
 "[2] = Update Old Mods": "[2] = Cập nhật các Mod cũ",
 "Disconnected from Studio Server!": "Ngắt kết nối với máy chủ studio!",
 "Mods Enabled: Yes": "Mod được bật: Có",
 "User selected: 0": "Người dùng đã chọn: 0",
 "Allow detecting when the user is logged on": "Cho phép phát hiện khi người dùng được đăng nhập",
 "Get if the Roblox client is open": "Nhận nếu khách hàng Roblox mở",
 "Unfriended Friends": "Bạn bè không kết bạn",
 "About OrangeBlox": "Về OrangeBlox",
 "Bootstrap Loader Logs:": "Nhật ký bộ tải Bootstrap:",
 "Bootstrap Verification Failed": "Xác minh bootstrap không thành công",
 "Clear Debug Window Logs": "Xóa nhật ký cửa sổ gỡ lỗi",
 "Close App": "Đóng ứng dụng",
 "Close Debug Window": "Đóng cửa sổ gỡ lỗi",
 "Continue without validation": "Tiếp tục mà không cần xác nhận",
 "Security Notice": "Thông báo bảo mật",
 "Unfriend Detected!": "Unfriend được phát hiện!",
 "Joining Studio Server": "Tham gia máy chủ studio",
 "Joining Server": "Tham gia máy chủ",
 "Joining Private Server": "Tham gia máy chủ riêng",
 "Joining Public Server": "Tham gia máy chủ công cộng",
 "Joining Reserved Server": "Tham gia máy chủ dành riêng",
 "Joining Party Server": "Tham gia máy chủ bên",
 "Joining Team Connect Server": "Tham gia máy chủ kết nối nhóm",
 "You have connected to a server from (*)!": "Bạn đã kết nối với một máy chủ từ (*)!",
 "You have connected to a private server from (*)!": "Bạn đã kết nối với một máy chủ riêng từ (*)!",
 "You have connected to a reserved server from (*)!": "Bạn đã kết nối với một máy chủ dành riêng từ (*)!",
 "You have connected to a public server from (*)!": "Bạn đã kết nối với một máy chủ công cộng từ (*)!",
 "You have connected to a party server from (*)!": "Bạn đã kết nối với một máy chủ bên từ (*)!",
 "You have connected to a studio server from (*)!": "Bạn đã kết nối với một máy chủ studio từ (*)!",
 "Oh! @(*) has unfriended you while you were away! ;(": "Ồ! @(*)đã hủy kết bạn với bạn khi bạn đi vắng! ; (",
 "Oh! @(*) has unfriended you! ;(": "Ồ! @(*)đã không kết bạn với bạn! ; (",
 "OrangeBlox Update Available!": "Bản cập nhật OrangeBlox có sẵn!",
 "OrangeBlox v(*) is now available for download! Install the update by opening the main menu, checking for updates and then install!": "OrangeBlox v(*)hiện có sẵn để tải xuống! Cài đặt bản cập nhật bằng cách mở menu chính, kiểm tra cập nhật và sau đó cài đặt!",
 "Hello!": "Xin chào!",
 "Python Update Available!": "Cập nhật Python có sẵn!",
 "Python (*) is now available for download! Install the update by opening the main menu, checking for Python updates and then install!": "Python (*)hiện có sẵn để tải xuống! Cài đặt bản cập nhật bằng cách mở menu chính, kiểm tra các bản cập nhật Python và sau đó cài đặt!",
 "If you see this, your notifications are set up! Great job!": "Nếu bạn thấy điều này, thông báo của bạn được thiết lập! Công việc tuyệt vời!",
 "Hash Verification is currently disabled. Please check your configuration and mod scripts if you didn't disable this!": "Xác minh băm hiện đang bị vô hiệu hóa. Vui lòng kiểm tra cấu hình và tập lệnh Mod của bạn nếu bạn không tắt điều này!",
 "Copy": "Sao chép",
 "Cut": "Cắt",
 "Edit": "Biên tập",
 "End All Roblox Studio Windows": "Kết thúc tất cả các cửa sổ Roblox Studio",
 "End All Roblox Windows": "Kết thúc tất cả các cửa sổ Roblox",
 "File": "Tài liệu",
 "For example, Windows Defender may detect OrangeBlox with Win32/Wacapew.C!ml. You may need to authorize the app through your anti-virus or build the app directly in order to allow use.": "Ví dụ: Windows Defender có thể phát hiện OrangeBlox với Win32/Wacapew.C! ML. Bạn có thể cần ủy quyền cho ứng dụng thông qua chống vi-rút hoặc xây dựng ứng dụng trực tiếp để cho phép sử dụng..",
 "Force Load Debug Window Logs": "Lực lượng nhật ký gỡ lỗi tải trọng",
 "GitHub Issues": "Vấn đề github",
 "Go to bootstrap terminal window!": "Đi đến cửa sổ thiết bị đầu cuối Bootstrap!",
 "Help": "Giúp đỡ",
 "New Bootstrap Window": "Cửa sổ bootstrap mới",
 "Ooh! Hi there! Welcome to OrangeBlox 🍊!": "Ooh! Chào bạn! Chào mừng bạn đến với OrangeBlox!",
 "Open Credits": "Tín dụng mở",
 "Open Debug Window": "Mở cửa sổ gỡ lỗi",
 "Open Roblox": "Mở Roblox",
 "Open Roblox [Multi-Instance]": "Mở Roblox [Đa cấp]]",
 "Play Roblox": "Chơi Roblox",
 "Multi-Play Roblox": "Roblox nhiều trò chơi",
 "Connect to Existing Roblox Window": "Kết nối với cửa sổ Roblox hiện có",
 "Connect to Existing Roblox Studio Window": "Kết nối với cửa sổ Roblox Studio hiện có",
 "Open Roblox Installer Options": "Mở các tùy chọn Trình cài đặt Roblox",
 "End Roblox": "Kết thúc Roblox",
 "End Roblox Studio": "Kết thúc Roblox Studio",
 "Open Shortcuts Menu": "Mở menu phím tắt",
 "Exit Mods Manager": "Trình quản lý Mod thoát",
 "Options": "Tùy chọn",
 "OrangeBlox Wiki": "Wiki OrangeBlox",
 "Paste": "Dán",
 "Quit OrangeBlox": "Thoát khỏi OrangeBlox",
 "Redo": "Làm lại",
 "Refresh App Configuration": "Làm mới cấu hình ứng dụng",
 "Run Fast Flags Installer": "Chạy trình cài đặt cờ nhanh",
 "Run Roblox Studio": "Chạy Roblox Studio",
 "Select All": "Chọn tất cả",
 "Shortcuts": "Phím tắt",
 "Uh oh!": "Ôi không!",
 "Uh oh! There was an issue trying to validate hashes for the following files:": "Uh oh! Có một vấn đề đang cố gắng xác nhận băm cho các tệp sau:",
 "Undo": "Hoàn tác",
 "Unlock App Lock": "Mở khóa ứng dụng khóa",
 "View": "Xem",
 "Window": "Cửa sổ",
 "Your copy of OrangeBlox was unable to be validated and might be tampered with!": "Bản sao OrangeBlox của bạn không thể được xác nhận và có thể bị giả mạo!",
 "Bootstrap Version (*)(*)Made by @EfazDev": "Phiên bản bootstrap (*)(*)Được thực hiện bởi @EfazDev",
 "(*) [BUNDLE] Failed to download Roblox Player. (*)": "(*) [BUNDLE] Không tải xuống người chơi Roblox. (*)",
 "(*) [BUNDLE] Failed to download and install Roblox Player. (*)": "(*) [BUNDLE] Không tải xuống và cài đặt Roblox Player. (*)",
 "(*) [BUNDLE] Failed to extract Roblox Player. (*)": "(*) [BUNDLE] Không thể trích xuất người chơi Roblox. (*)",
 "(*) [BUNDLE] RobloxFastFlagsInstaller is only supported for macOS and Windows. (*)": "(*) [BUNDLE] RobloxFastFlagsInstaller chỉ hỗ trợ cho macOS và Windows. (*)",
 "(*) [BUNDLE] Unable to download and install Roblox Bundle! (*)": "(*) [BUNDLE] Không thể tải xuống và cài đặt gói Roblox! (*)",
 "(*) [BUNDLE] Unable to download and install Roblox Studio Bundle! (*)": "(*) [BUNDLE] Không thể tải xuống và cài đặt gói Roblox Studio! (*)",
 "(*) [BUNDLE] Unable to fetch Roblox manifest file! (*)": "(*) [BUNDLE] Không thể tìm nạp tệp kê khai Roblox! (*)",
 "(*) [BUNDLE] Unable to fetch bootstrapper settings. (*)": "(*) [BUNDLE] Không thể tìm nạp cài đặt bootstrapper. (*)",
 "(*) [FFLAGS] Roblox couldn't be found! (*)": "(*) [FFLAGS] Roblox không thể được tìm thấy! (*)",
 "(*) [FFLAGS] RobloxFastFlagsInstaller is only supported for macOS and Windows. (*)": "(*) [FFLAGS] RobloxFastFlagsInstaller chỉ hỗ trợ cho macOS và Windows. (*)",
 "(*) [GLOBALSETTINGS] RobloxFastFlagsInstaller is only supported for macOS and Windows. (*)": "(*) [GLOBALSETTINGS] RobloxFastFlagsInstaller chỉ hỗ trợ cho macOS và Windows. (*)",
 "(*) [GLOBALSETTINGS] Unable to find file. (*)": "(*) [GLOBALSETTINGS] Không thể tìm thấy tệp. (*)",
 "(*) [INSTALL] Failed to download Roblox Studio. (*)": "(*) [INSTALL] Không tải xuống Roblox Studio. (*)",
 "(*) [INSTALL] Failed to download and install Roblox Studio. (*)": "(*) [INSTALL] Không tải xuống và cài đặt Roblox Studio. (*)",
 "(*) [INSTALL] Failed to extract Roblox Studio. (*)": "(*) [INSTALL] Không thể trích xuất Roblox Studio. (*)",
 "(*) [INSTALL] Installer couldn't be found! (*)": "(*) [INSTALL] Không thể tìm thấy trình cài đặt! (*)",
 "(*) [INSTALL] Installer couldn't be started! (*)": "(*) [INSTALL] Trình cài đặt không thể được bắt đầu! (*)",
 "(*) [INSTALL] Installer has been failed! (*)": "(*) [INSTALL] Trình cài đặt đã không thành công! (*)",
 "(*) [INSTALL] Latest Version couldn't be fetched! (*)": "(*) [INSTALL] Phiên bản mới nhất không thể được tìm nạp! (*)",
 "(*) [INSTALL] RobloxFastFlagsInstaller is only supported for macOS and Windows. (*)": "(*) [INSTALL] RobloxFastFlagsInstaller chỉ hỗ trợ cho macOS và Windows. (*)",
 "(*) [INSTALL] Unable to download and install Roblox Bundle! (*)": "(*) [INSTALL] Không thể tải xuống và cài đặt gói Roblox! (*)",
 "(*) [INSTALL] Unable to download and install Roblox Studio Bundle! (*)": "(*) [INSTALL] Không thể tải xuống và cài đặt gói Roblox Studio! (*)",
 "(*) [INSTALL] Unable to fetch Roblox manifest file! (*)": "(*) [INSTALL] Không thể tìm nạp tệp kê khai Roblox! (*)",
 "(*) [INSTALL] Unable to fetch bootstrapper settings. (*)": "(*) [INSTALL] Không thể tìm nạp cài đặt bootstrapper. (*)",
 "(*) [INSTALL] Unable to fetch latest version. (*)": "(*) [INSTALL] Không thể tìm nạp phiên bản mới nhất. (*)",
 "(*) [MOD_GEN] Something went wrong with making mod! (*)": "(*) [MOD_GEN] Có điều gì đó không ổn với việc tạo Mod! (*)",
 "(*) [MOD_UPDATE] Mod Updater has failed! (*)": "(*) [MOD_UPDATE] Cập nhật Mod đã thất bại! (*)",
 "(*) [MOD_UPDATE] Something went wrong with updating mod! (*)": "(*) [MOD_UPDATE] Có điều gì đó không ổn với việc cập nhật Mod! (*)",
 "Downloading pip from pypi..": "Tải xuống Pip từ Pypi..",
 "Failed to download Python installer.": "Không tải xuống trình cài đặt Python..",
 "Failed to find latest Python version.": "Không thể tìm thấy phiên bản Python mới nhất..",
 "Installing Roblox": "Cài đặt Roblox",
 "Installing Roblox Studio": "Cài đặt Roblox Studio",
 "Python installer has been executed: (*)": "Trình cài đặt Python đã được thực thi: (*)",
 "Successfully downloaded pip! Installing to Python..": "Tải xuống thành công PIP! Cài đặt vào Python..",
 "Successfully installed pip to Python executable!": "Đã cài đặt thành công PIP để thực thi Python!",
 "Successfully reinstalled Roblox Player!": "Cài đặt thành công người chơi Roblox!",
 "Successfully reinstalled Roblox Studio!": "Cài đặt thành công Roblox Studio!",
 "Unable to download pip due to no internet access.": "Không thể tải xuống PIP do không có truy cập Internet..",
 "Uninstalling Roblox": "Gỡ cài đặt Roblox",
 "Uninstalling Roblox Studio": "Gỡ cài đặt Roblox Studio",
 "(*) [BUNDLE] Cleaning up Player! (*)": "(*) [BUNDLE] Dọn dẹp người chơi! (*)",
 "(*) [BUNDLE] Cleaning up Studio! (*)": "(*) [BUNDLE] Dọn dẹp studio! (*)",
 "(*) [BUNDLE] Closing Roblox Studio.. (*)": "(*) [BUNDLE] Đóng Roblox Studio.. (*)",
 "(*) [BUNDLE] Closing Roblox.. (*)": "(*) [BUNDLE] Đóng Roblox.. (*)",
 "(*) [BUNDLE] Downloading Package [(*)].. (*)": "(*) [BUNDLE] Gói tải xuống [(*)].. (*)",
 "(*) [BUNDLE] Downloading Packages [(*)].. (*)": "(*) [BUNDLE] Tải xuống các gói [(*)].. (*)",
 "(*) [BUNDLE] Downloading Packages.. (*)": "(*) [BUNDLE] Gói tải xuống.. (*)",
 "(*) [BUNDLE] Downloading Roblox App! (*)": "(*) [BUNDLE] Tải xuống ứng dụng Roblox! (*)",
 "(*) [BUNDLE] Downloading Roblox Studio App! (*)": "(*) [BUNDLE] Tải xuống ứng dụng Roblox Studio! (*)",
 "(*) [BUNDLE] Extracting Roblox App! (*)": "(*) [BUNDLE] Trích xuất ứng dụng Roblox! (*)",
 "(*) [BUNDLE] Extracting Roblox Studio App! (*)": "(*) [BUNDLE] Trích xuất ứng dụng Roblox Studio! (*)",
 "(*) [BUNDLE] Fetching Bootstrap Settings.. (*)": "(*) [BUNDLE] Tìm nạp cài đặt bootstrap.. (*)",
 "(*) [BUNDLE] Fetching Latest Player Version.. (*)": "(*) [BUNDLE] Tìm nạp phiên bản người chơi mới nhất.. (*)",
 "(*) [BUNDLE] Fetching Latest Studio Version.. (*)": "(*) [BUNDLE] Tìm nạp phiên bản studio mới nhất.. (*)",
 "(*) [BUNDLE] Fetching Package Manifest.. (*)": "(*) [BUNDLE] Đang lấy bản kê gói.. (*)",
 "(*) [BUNDLE] Moving Roblox Files! (*)": "(*) [BUNDLE] Di chuyển các tập tin Roblox! (*)",
 "(*) [BUNDLE] Moving Roblox Studio Files! (*)": "(*) [BUNDLE] Di chuyển các tập tin Roblox Studio! (*)",
 "(*) [BUNDLE] Successfully installed Roblox Bundle! (*)": "(*) [BUNDLE] Cài đặt thành công gói Roblox! (*)",
 "(*) [BUNDLE] Successfully installed Roblox Studio Bundle! (*)": "(*) [BUNDLE] Cài đặt thành công Roblox Studio Gói! (*)",
 "(*) [BUNDLE] Verifying Roblox Install.. (*)": "(*) [BUNDLE] Xác minh cài đặt Roblox.. (*)",
 "(*) [BUNDLE] Verifying Roblox Studio Install.. (*)": "(*) [BUNDLE] Xác minh cài đặt Roblox Studio.. (*)",
 "[Connection Handler]: Connection may be broken. Error: (*)": "[Handler kết nối]: Kết nối có thể bị hỏng. Lỗi: (*)",
 "[Connection Handler]: Deactivated Discord Presence!": "[Handler kết nối]: Sự hiện diện bất hòa bị hủy kích hoạt!",
 "[Connection Handler]: Reactivated Discord Presence!": "[Handler kết nối]: Sự hiện diện bất hòa được kích hoạt lại!",
 "[Connection Handler]: Started Discord Presence!": "[Handler kết nối]: Bắt đầu sự hiện diện bất hòa!",
 "[Connection Handler]: Unable to connect to Discord! Error: (*)": "[Handler kết nối]: Không thể kết nối với Discord! Lỗi: (*)",
 "(*) [FFLAGS] Asking for permissions.. (*)": "(*) [FFLAGS] Yêu cầu quyền.. (*)",
 "(*) [FFLAGS] Creating ClientSettings Folder.. (*)": "(*) [FFLAGS] Tạo thư mục khách hàng.. (*)",
 "(*) [FFLAGS] Ending Roblox Windows.. (*)": "(*) [FFLAGS] Kết thúc Windows Roblox.. (*)",
 "(*) [FFLAGS] Merging Possible Configurations.. (*)": "(*) [FFLAGS] Hợp nhất các cấu hình có thể.. (*)",
 "(*) [FFLAGS] Saved FFlags! (*)": "(*) [FFLAGS] Đã lưu FFlagS! (*)",
 "(*) [FFLAGS] Saving Configuration.. (*)": "(*) [FFLAGS] Lưu cấu hình.. (*)",
 "(*) [GLOBALSETTINGS] Asking for permissions.. (*)": "(*) [GLOBALSETTINGS] Yêu cầu quyền.. (*)",
 "(*) [GLOBALSETTINGS] Ending Roblox Windows.. (*)": "(*) [GLOBALSETTINGS] Đang kết thúc Roblox Windows.. (*)",
 "(*) [GLOBALSETTINGS] Finalizing Tree! (*)": "(*) [GLOBALSETTINGS] Hoàn thiện cây! (*)",
 "(*) [GLOBALSETTINGS] Finding Global Basic Settings.. (*)": "(*) [GLOBALSETTINGS] Tìm cài đặt cơ bản toàn cầu.. (*)",
 "(*) [GLOBALSETTINGS] Finding root of file! (*)": "(*) [GLOBALSETTINGS] Tìm gốc của tệp! (*)",
 "(*) [GLOBALSETTINGS] Found Global Basic Settings File! (*)": "(*) [GLOBALSETTINGS] Đã tìm thấy tệp cài đặt cơ bản toàn cầu! (*)",
 "(*) [GLOBALSETTINGS] Reading XML File! (*)": "(*) [GLOBALSETTINGS] Đọc tệp XML! (*)",
 "(*) [GLOBALSETTINGS] Recreating XML Base! (*)": "(*) [GLOBALSETTINGS] Tái tạo cơ sở XML! (*)",
 "(*) [GLOBALSETTINGS] Recreating XML Tree! (*)": "(*) [GLOBALSETTINGS] Tái tạo cây XML! (*)",
 "(*) [GLOBALSETTINGS] Successfully saved Global Basic Settings! (*)": "(*) [GLOBALSETTINGS] Đã lưu thành công cài đặt cơ bản toàn cầu! (*)",
 "(*) [INSTALL] Awaiting Roblox to Close.. (*)": "(*) [INSTALL] Đang chờ Roblox đóng.. (*)",
 "(*) [INSTALL] Downloading Roblox Installer.. (*)": "(*) [INSTALL] Tải xuống trình cài đặt Roblox.. (*)",
 "(*) [INSTALL] Downloading Roblox Studio Installer.. (*)": "(*) [INSTALL] Tải xuống trình cài đặt Roblox Studio.. (*)",
 "(*) [INSTALL] Ending Roblox Instances.. (*)": "(*) [INSTALL] Kết thúc các trường hợp Roblox.. (*)",
 "(*) [INSTALL] Fetching Current Version and Channel! (*)": "(*) [INSTALL] Tìm nạp phiên bản và kênh hiện tại! (*)",
 "(*) [INSTALL] Fetching Current Version and Channel.. (*)": "(*) [INSTALL] Tìm nạp phiên bản và kênh hiện tại.. (*)",
 "(*) [INSTALL] Fetching current version and channel! (*)": "(*) [INSTALL] Tìm nạp phiên bản và kênh hiện tại! (*)",
 "(*) [INSTALL] Fetching latest version.. (*)": "(*) [INSTALL] Tìm nạp phiên bản mới nhất.. (*)",
 "(*) [INSTALL] Getting latest version! (*)": "(*) [INSTALL] Nhận phiên bản mới nhất! (*)",
 "(*) [INSTALL] Installed Roblox Bundle! (*)": "(*) [INSTALL] Cài đặt gói Roblox! (*)",
 "(*) [INSTALL] Installed Roblox Studio Bundle! (*)": "(*) [INSTALL] Cài đặt gói Roblox Studio! (*)",
 "(*) [INSTALL] Installer has been run successfully! (*)": "(*) [INSTALL] Trình cài đặt đã được chạy thành công! (*)",
 "(*) [INSTALL] Installer has failed.. (*)": "(*) [INSTALL] Trình cài đặt đã thất bại.. (*)",
 "(*) [INSTALL] Installing Roblox Bundle! (*)": "(*) [INSTALL] Cài đặt gói Roblox! (*)",
 "(*) [INSTALL] Installing Roblox Bundle.. (*)": "(*) [INSTALL] Cài đặt gói Roblox.. (*)",
 "(*) [INSTALL] Installing Roblox Studio Bundle.. (*)": "(*) [INSTALL] Cài đặt gói Roblox Studio.. (*)",
 "(*) [INSTALL] Removing Old Roblox Bundles.. (*)": "(*) [INSTALL] Loại bỏ các gói Roblox cũ.. (*)",
 "(*) [INSTALL] Removing Old Roblox Studio Bundles.. (*)": "(*) [INSTALL] Loại bỏ các gói Roblox Studio cũ.. (*)",
 "(*) [INSTALL] Roblox is installed! (*)": "(*) [INSTALL] Roblox được cài đặt! (*)",
 "(*) [INSTALL] Running Roblox Installer.. (*)": "(*) [INSTALL] Trình cài đặt Roblox chạy.. (*)",
 "(*) [INSTALL] Running Roblox Studio Installer.. (*)": "(*) [INSTALL] Chạy Trình cài đặt Roblox Studio.. (*)",
 "(*) [INSTALL] Waiting for existing installer.. (*)": "(*) [INSTALL] Đang chờ trình cài đặt hiện có.. (*)",
 "(*) [MOD_GEN] Cleaning up.. (*)": "(*) [MOD_GEN] Dọn dẹp.. (*)",
 "(*) [MOD_GEN] Creating Temporary Directories.. (*)": "(*) [MOD_GEN] Tạo thư mục tạm thời.. (*)",
 "(*) [MOD_GEN] Downloading Extra Content Textures.. (*)": "(*) [MOD_GEN] Tải xuống kết cấu nội dung bổ sung.. (*)",
 "(*) [MOD_GEN] Downloading Extra Lua Scripts.. (*)": "(*) [MOD_GEN] Tải xuống các tập lệnh Lua thêm.. (*)",
 "(*) [MOD_GEN] Downloading Lua Packages.. (*)": "(*) [MOD_GEN] Tải xuống các gói Lua.. (*)",
 "(*) [MOD_GEN] Downloading Roblox Studio Packages.. (*)": "(*) [MOD_GEN] Tải xuống các gói Roblox Studio.. (*)",
 "(*) [MOD_GEN] Downloading Textures.. (*)": "(*) [MOD_GEN] Tải xuống kết cấu.. (*)",
 "(*) [MOD_GEN] Extracting Roblox Studio.. (*)": "(*) [MOD_GEN] Trích xuất Roblox Studio.. (*)",
 "(*) [MOD_GEN] Fetching Icon Map.. (*)": "(*) [MOD_GEN] Biểu tượng tìm nạp bản đồ.. (*)",
 "(*) [MOD_GEN] Fetching Studio Version! (*)": "(*) [MOD_GEN] Tìm nạp phiên bản studio! (*)",
 "(*) [MOD_GEN] Generating Additional Files.. (*)": "(*) [MOD_GEN] Tạo các tệp bổ sung.. (*)",
 "(*) [MOD_GEN] Generating Image Sets.. (*)": "(*) [MOD_GEN] Bộ tạo bộ ảnh.. (*)",
 "(*) [MOD_GEN] Generating Mod Folder.. (*)": "(*) [MOD_GEN] Tạo thư mục Mod.. (*)",
 "(*) [MOD_GEN] Generating User Selected Files.. (*)": "(*) [MOD_GEN] Tạo các tệp đã chọn người dùng.. (*)",
 "(*) [MOD_GEN] Locating Image Set Data.. (*)": "(*) [MOD_GEN] định vị dữ liệu bộ hình ảnh.. (*)",
 "(*) [MOD_GEN] Locating Image Sets.. (*)": "(*) [MOD_GEN] Bộ hình ảnh định vị.. (*)",
 "(*) [MOD_GEN] Making Base Directories.. (*)": "(*) [MOD_GEN] Làm thư mục cơ sở.. (*)",
 "(*) [MOD_GEN] Successfully created mod! (*)": "(*) [MOD_GEN] Mod được tạo thành công! (*)",
 "(*) [MOD_UPDATE] Cleaning up.. (*)": "(*) [MOD_UPDATE] Dọn dẹp.. (*)",
 "(*) [MOD_UPDATE] Copying Mods to Testing! (*)": "(*) [MOD_UPDATE] Sao chép các Mod để kiểm tra! (*)",
 "(*) [MOD_UPDATE] Downloading Extra Content Textures.. (*)": "(*) [MOD_UPDATE] Tải xuống kết cấu thêm nội dung.. (*)",
 "(*) [MOD_UPDATE] Downloading Lua Packages of Latest! (*)": "(*) [MOD_UPDATE] Tải xuống các gói Lua mới nhất! (*)",
 "(*) [MOD_UPDATE] Downloading Lua Packages of Version (*) (Channel: (*))! (*)": "(*) [MOD_UPDATE] Tải xuống các gói Lua của phiên bản (*)(kênh: (*))! (*)",
 "(*) [MOD_UPDATE] Downloading Lua Packages.. (*)": "(*) [MOD_UPDATE] Tải xuống các gói Lua.. (*)",
 "(*) [MOD_UPDATE] Downloading Textures.. (*)": "(*) [MOD_UPDATE] Tải xuống kết cấu.. (*)",
 "(*) [MOD_UPDATE] Extracting Roblox Studio.. (*)": "(*) [MOD_UPDATE] Trích xuất Roblox Studio.. (*)",
 "(*) [MOD_UPDATE] Fetching Icon Map! (*)": "(*) [MOD_UPDATE] Đang lấy bản đồ biểu tượng! (*)",
 "(*) [MOD_UPDATE] Generating Image Sets! (*)": "(*) [MOD_UPDATE] Tạo bộ hình ảnh! (*)",
 "(*) [MOD_UPDATE] Locating Image Set Data! (*)": "(*) [MOD_UPDATE] Định vị dữ liệu đặt hình ảnh! (*)",
 "(*) [MOD_UPDATE] Locating Image Sets! (*)": "(*) [MOD_UPDATE] Định vị bộ hình ảnh! (*)",
 "(*) [MOD_UPDATE] Locating Modded Icons! (*)": "(*) [MOD_UPDATE] Định vị các biểu tượng đã được sửa đổi! (*)",
 "(*) [MOD_UPDATE] Making Base Directories.. (*)": "(*) [MOD_UPDATE] Làm thư mục cơ sở.. (*)",
 "(*) [MOD_UPDATE] Starting Mod Updater! (*)": "(*) [MOD_UPDATE] Bắt đầu Cập nhật Mod! (*)",
 "(*) [MOD_UPDATE] Successfully finished Mod Update! (*)": "(*) [MOD_UPDATE] Cập nhật Mod hoàn thành thành công! (*)",
 "(*) [MOD_UPDATE] Successfully updated mod! (*)": "(*) [MOD_UPDATE] Mod được cập nhật thành công! (*)",
 "(*) [MOD_UPDATE] Updating info.json! (*)": "(*) [MOD_UPDATE] Cập nhật thông tin.json! (*)",
 "(*) [UNINSTALL] Place IDE States.. (*)": "(*) [UNINSTALL] Địa điểm trạng thái IDE.. (*)",
 "(*) [UNINSTALL] Removing Downloads.. (*)": "(*) [UNINSTALL] Xóa tải xuống.. (*)",
 "(*) [UNINSTALL] Removing Logs.. (*)": "(*) [UNINSTALL] Xóa nhật ký.. (*)",
 "(*) [UNINSTALL] Removing OTA Patch Backups.. (*)": "(*) [UNINSTALL] Xóa các bản sao lưu OTA Patch.. (*)",
 "(*) [UNINSTALL] Removing Place IDE States.. (*)": "(*) [UNINSTALL] Xóa các trạng thái IDE nơi.. (*)",
 "(*) [UNINSTALL] Removing Roblox Downloads.. (*)": "(*) [UNINSTALL] Xóa tải xuống Roblox.. (*)",
 "(*) [UNINSTALL] Removing Roblox Studio App.. (*)": "(*) [UNINSTALL] Xóa ứng dụng Roblox Studio.. (*)",
 "(*) [UNINSTALL] Removing Roblox User Data.. (*)": "(*) [UNINSTALL] Xóa dữ liệu người dùng Roblox.. (*)",
 "(*) [UNINSTALL] Removing Universal App.. (*)": "(*) [UNINSTALL] Xóa ứng dụng Universal.. (*)",
 "(*) [UNINSTALL] Removing Universe App.. (*)": "(*) [UNINSTALL] Xóa ứng dụng vũ trụ.. (*)",
 "(*) [UNINSTALL] Removing app.. (*)": "(*) [UNINSTALL] Xóa ứng dụng.. (*)",
 "(*) [UNINSTALL] Successfully uninstalled Roblox Studio! (*)": "(*) [UNINSTALL] Đã gỡ cài đặt Roblox Studio thành công! (*)",
 "(*) [UNINSTALL] Successfully uninstalled Roblox! (*)": "(*) [UNINSTALL] Gỡ cài đặt thành công Roblox! (*)",
 "[close()]: Closed Discord Presence!": "[Đóng ()]: Sự hiện diện bất hòa khép kín!",
 "[close()]: Unable to close to Discord! Error: (*)": "[Đóng ()]: Không thể gần với Discord! Lỗi: (*)",
 "[generate_loop_key()]: Loop key is generated! Key: (*)": "[generate_loop_key()]: Khóa vòng được tạo! Chìa khóa: (*)",
 "[set_debug_mode()]: Debug Mode is enabled!": "[set_debug_mode()]: Chế độ gỡ lỗi được bật!",
 "Edited for OrangeBlox by EfazDev 🍊 / Originally Made By TheKliko 🍎": "Được chỉnh sửa cho OrangeBlox của EfazDev 🍊/ban đầu được thực hiện bởi Thekliko 🍎",
 "Kliko Mod Tool 🍎 for OrangeBlox 🍊": "Công cụ Kliko Mod 🍎 cho OrangeBlox 🍊",
 "Roblox Version Used: (*) (Channel: (*) 🍎)": "Phiên bản Roblox được sử dụng: (*)(kênh: (*))",
 "THIS MOD IS NOT MADE BY THEKLIKO NOR WARRANTED BY HIM!": "Bản Mod này không được thực hiện bởi Thekliko cũng không được bảo hành bởi anh ta!",
 "Continue to Roblox Studio": "Tiếp tục đến Roblox Studio",
 "Exit Bootstrap": "Thoát Bootstrap",
 "Exit Global Settings Menu": "Thoát khỏi menu cài đặt toàn cầu",
 "Exit Mod Script Settings": "Cài đặt tập lệnh Mod thoát",
 "Exit Selection": "Lựa chọn thoát",
 "Exit Settings": "Cài đặt thoát",
 "Exit Storage Management": "Quản lý lưu trữ thoát",
 "FFlag Installer has finished!": "Trình cài đặt FFlag đã hoàn thành!",
 "Python has been updated!": "Python đã được cập nhật!",
 "Done! Roblox(*) is ready!": "Xong! Roblox (*)đã sẵn sàng!",
 "Downloading (*) from Roblox's server: (*)": "Tải xuống (*)từ máy chủ của roblox: (*)",
 "Downloading Roblox (*) DMG from Roblox's servers..": "Tải xuống Roblox (*)DMG từ các máy chủ của Roblox..",
 "Ending Roblox (*) Instances..": "Kết thúc các trường hợp Roblox (*)..",
 "Roblox(*) failed to launch login!": "Roblox (*)Không thể khởi chạy đăng nhập!",
 "Roblox(*) window was closed! Closing Bootstrap App..": "Cửa sổ Roblox (*)đã bị đóng! Đóng ứng dụng bootstrap..",
 "Running Nuitka Rebuild for (*)..": "Chạy Nuitka xây dựng lại cho (*)..",
 "Running Pyinstaller Rebuild for (*)..": "Chạy pyinstaller xây dựng lại cho (*)..",
 "Running Roblox(*)Beta.exe using Command: (*)": "Chạy Roblox(*)Beta.exe bằng lệnh: (*)",
 "Running Roblox(*)Installer executable..": "Chạy Roblox (*)Trình cài đặt có thể thực thi..",
 "Something went wrong while trying to unzip Windows apps file: (*)": "Có gì đó không ổn trong khi cố gắng giải nén tệp ứng dụng Windows: (*)",
 "Successfully installed Roblox (*) to: (*) [Client: (*)]": "Đã cài đặt thành công Roblox (*)thành: (*) [Máy khách: (*)]",
 "There was an error inside the (*) that has caused it to crash! Sorry!": "Có một lỗi bên trong (*)đã khiến nó bị sập! Lấy làm tiếc!",
 "Uh oh! An fresh reinstall is needed. Downloading a fresh copy of Roblox(*)!": "Uh oh! Một cài đặt lại mới là cần thiết. Tải xuống một bản sao mới của Roblox (*)!",
 "Unable to download Roblox (*) installer due to an http error.": "Không thể tải xuống Trình cài đặt Roblox (*)do lỗi HTTP..",
 "Unable to download and install the Roblox (*).": "Không thể tải xuống và cài đặt Roblox (*)..",
 "Unable to download the Roblox (*).": "Không thể tải xuống Roblox (*)..",
 "Unable to extract (*) due to an error!": "Không thể trích xuất (*)do lỗi!",
 "Unable to unzip Roblox (*) installer due to an error.": "Không thể giải nén trình cài đặt Roblox (*)do lỗi..",
 "User has closed the Roblox(*) window!": "Người dùng đã đóng cửa sổ Roblox (*)!",
 "Cleared Localization Set!": "Xóa tập hợp bản địa hóa!",
 "Overwritten Studio Fonts!": "Phông chữ studio ghi đè!",
 "Clearing API Docs Localization to (*).json": "Xóa API Tài liệu bản địa hóa để (*). JSON",
 "Overwriting Studio Fonts to None..": "Ghi đè phông chữ studio thành không..",
 "> 2": "> 2",
 "> n": "> n",
 "> y": "> y",
 "Are you sure you want to use this flag? (y/n)": "Bạn có chắc là bạn muốn sử dụng cờ này? (y/n)",
 "Disabled!": "Tàn tật!",
 "Enabled!": "Đã bật!",
 "For example in this case:": "Ví dụ trong trường hợp này:",
 "Hit enter to continue and close this window.": "Nhấn Enter để tiếp tục và đóng cửa sổ này..",
 "Let's say you want to enable an option (use the prompt here for the example), just type \"y\" or \"yes\" and hit enter!": "Giả sử bạn muốn kích hoạt tùy chọn (sử dụng lời nhắc ở đây cho ví dụ), chỉ cần nhập \"y\" hoặc \"có\" và nhấn enter!",
 "Let's start off with a quick input! ": "Hãy bắt đầu với một đầu vào nhanh chóng!",
 "Nice job! Oh yea, during the tutorial, it repeated with a \"Not quite\" if you gave an incorrect input or response. However, it will close the window in future prompts like in main menu.": "Công việc tốt! Ồ, trong quá trình hướng dẫn, nó đã lặp lại với một \"không hoàn toàn\" nếu bạn đưa ra một đầu vào hoặc phản hồi không chính xác. Tuy nhiên, nó sẽ đóng cửa sổ trong các lời nhắc trong tương lai như trong menu chính..",
 "Now, try for yourself!": "Bây giờ, hãy thử cho chính mình!",
 "Selected Do push-ups!": "Đã chọn làm Push-Up!",
 "The list contains a number that can be used to select which option to choose!": "Danh sách chứa một số có thể được sử dụng để chọn tùy chọn nào để chọn!",
 "Uh oh! The bootstrap script failed! (Status Code: (*))": "Uh oh! Tập lệnh Bootstrap không thành công! (Mã trạng thái: (*))",
 "What option to choose? (y/n)": "Lựa chọn nào để chọn? (y/n)",
 "[1] = Do jumping-jacks": "[1] = Do Jumping-Jacks",
 "[2] = Do push-ups": "[2] = Do đẩy lên",
 "[3] = Do all of the above": "[3] = Làm tất cả những điều trên",
 "Current Language: (*)(*)[WARNING! All messages are translated from Google Translate and may provide incorrect or malformed information.]": "Ngôn ngữ hiện tại: (*)(*) [Cảnh báo! tất cả các tin nhắn được dịch từ google dịch và có thể cung cấp thông tin không chính xác hoặc không đúng định dạng.]",
 "Select your bootstrap language:": "Chọn ngôn ngữ bootstrap của bạn:",
 "Successfully set language to (*)! All future messages are now translated in this language.": "Đặt ngôn ngữ thành công thành (*)! Tất cả các thông điệp trong tương lai hiện được dịch trong ngôn ngữ này..",
 "--- Step 7 ---": "--- Bước 7 ---",
 "Alright! Now, select the bootstrap language you want to use! (English is default, you can just continue)": "Được rồi! Bây giờ, chọn ngôn ngữ Bootstrap bạn muốn sử dụng! (Tiếng Anh là mặc định, bạn có thể tiếp tục)",
 "[press enter to see more]": "[Nhấn enter để xem thêm]",
 "An error occurred!": "Một lỗi đã xảy ra!",
 "Location Code: 0": "Mã vị trí: 0",
 "Location Code: 1": "Mã vị trí: 1",
 "Location Code: 2": "Mã vị trí: 2",
 "Location Code: 3": "Mã vị trí: 3",
 "Location Code: 4": "Mã vị trí: 4",
 "Location Code: 5": "Mã vị trí: 5",
 "Location Code: 6": "Mã vị trí: 6",
 "Location Code: 7": "Mã vị trí: 7",
 "Location Code: 8": "Mã vị trí: 8",
 "Location Code: 9": "Mã vị trí: 9",
 "Uh oh! A Python exception that causes the script to end has occurred!": "Uh oh! Một ngoại lệ python khiến kịch bản kết thúc đã xảy ra!",
 "Would you like to enable See More Awaiting on List Selections? (y/n)": "Bạn có muốn cho phép xem thêm đang chờ đợi các lựa chọn danh sách không? (y/n)",
 "Bootstrap Run Failed: (*)(*)": "Chạy bootstrap không thành công: (*)(*)",
 "Cleaning Error: (*)(*)": "Lỗi làm sạch: (*)(*)",
 "Error Message: (*)(*)": "Thông báo lỗi: (*)(*)",
 "Error ending app: (*)(*)": "Ứng dụng kết thúc lỗi: (*)(*)",
 "Error from Mod Script module: (*)(*)": "Lỗi từ mô -đun tập lệnh Mod: (*)(*)",
 "Error transferring file: (*)(*)": "Truyền lỗi tệp: (*)(*)",
 "Exception: (*)(*)": "Ngoại lệ: (*)(*)",
 "Menu configuration error: (*)(*)": "Lỗi cấu hình menu: (*)(*)",
 "PyObjc App Failed! Error: (*)(*)": "Ứng dụng Pyobjc không thành công! Lỗi: (*)(*)",
 "Python Exception: (*)(*)": "Ngoại lệ Python: (*)(*)",
 "Something went wrong pinging Control Center: (*)(*)": "Có gì đó sai trung tâm điều khiển ping: (*)(*)",
 "Something went wrong pinging Windows Notification Center: (*)(*)": "Một cái gì đó đã sai Trung tâm thông báo Windows Pinging: (*)(*)",
 "Something went wrong setting the Window Title: (*)(*)": "Đã xảy ra sai khi cài đặt tiêu đề cửa sổ: (*)(*)",
 "Something went wrong setting up URL schemes: (*)(*)": "Có gì đó đã sai khi thiết lập các sơ đồ URL: (*)(*)",
 "Something went wrong setting up shortcuts: (*)(*)": "Đã xảy ra sai khi thiết lập phím tắt: (*)(*)",
 "Something went wrong with pinging the Mod Script script: (*)(*)": "Có gì đó không ổn với việc pinging tập lệnh Mod: (*)(*)",
 "Something went wrong with pinging the mod script (*): (*)(*)": "Có điều gì đó không ổn với pinging script Mod (*): (*)(*)",
 "Something went wrong with running functions! Error: (*)(*)": "Một cái gì đó đã sai với các chức năng chạy! Lỗi: (*)(*)",
 "Something went wrong: (*)(*)": "Có gì đó sai: (*)(*)",
 "There was an error checking Discord RPC: (*)(*)": "Có một lỗi kiểm tra Discord RPC: (*)(*)",
 "There was an error clearing Discord RPC: (*)(*)": "Có một lỗi xóa lỗi RPC: (*)(*)",
 "There was an error closing Discord RPC: (*)(*)": "Có một lỗi đóng lỗi RPC: (*)(*)",
 "There was an error loading loop! Error: (*)(*)": "Có một vòng lặp tải lỗi! Lỗi: (*)(*)",
 "There was an error preparing Roblox: (*)(*)": "Có một lỗi chuẩn bị roblox: (*)(*)",
 "There was an error sending a notification. Error: (*)(*)": "Có một lỗi gửi một thông báo. Lỗi: (*)(*)",
 "There was an error updating Discord RPC: (*)(*)": "Có một lỗi cập nhật RPC Discord: (*)(*)",
 "There was an issue getting Terminal ID: (*)(*)": "Có một vấn đề nhận ID Terminal: (*)(*)",
 "There was an issue making a notification: (*)(*)": "Có một vấn đề đưa ra một thông báo: (*)(*)",
 "There was an issue sending your webhook message. Exception: (*)(*)": "Có một vấn đề gửi tin nhắn webhook của bạn. Ngoại lệ: (*)(*)",
 "UI update error: (*)(*)": "Lỗi cập nhật UI: (*)(*)",
 "Unable to activate window: (*)(*)": "Không thể kích hoạt cửa sổ: (*)(*)",
 "Unable to fetch friends list! Exception: (*)(*)": "Không thể lấy danh sách bạn bè! Ngoại lệ: (*)(*)",
 "Unable to find channel from URL. Exception: (*)(*)": "Không thể tìm thấy kênh từ URL. Ngoại lệ: (*)(*)",
 "Unable to install Fast Flags to the client! Recorded Error: (*)(*)": "Không thể cài đặt cờ nhanh cho khách hàng! Lỗi đã ghi: (*)(*)",
 "Unable to show about menu: (*)(*)": "Không thể hiển thị về menu: (*)(*)",
 "Unable to show validation menu: (*)(*)": "Không thể hiển thị menu xác thực: (*)(*)",
 "Unable to validate codesign: (*)(*)": "Không thể xác nhận mã hóa: (*)(*)",
 "Update Error for directory ((*)): (*)(*)": "Lỗi cập nhật cho thư mục ((*)): (*)(*)",
 "Update Error for file ((*)): (*)(*)": "Lỗi cập nhật cho Tệp ((*)): (*)(*)",
 "Update Error: (*)(*)": "Lỗi cập nhật: (*)(*)",
 "Updating Error: (*)(*)": "Lỗi cập nhật: (*)(*)",
 "Would you like to enable 429 Loops when the Roblox server gives a 429 (Too much request) response? (y/n)": "Bạn có muốn bật 429 vòng lặp khi máy chủ Roblox đưa ra phản hồi 429 (quá nhiều yêu cầu) không? (y/n)",
 "Let's say you want to enable an option (use the prompt here for the example), just type \"y\" and hit enter!": "Giả sử bạn muốn kích hoạt tùy chọn (sử dụng lời nhắc ở đây cho ví dụ), chỉ cần nhập \"y\" và nhấn enter!",
 "Now, let's try that again! But instead, enter \"n\" for you don't want this option!": "Bây giờ, hãy thử lại điều đó! Nhưng thay vào đó, hãy nhập \"n\" cho bạn không muốn tùy chọn này!",
 "This can make you lose existing data on this bootstrap which could affect your experience.": "Điều này có thể khiến bạn mất dữ liệu hiện có trên bootstrap này có thể ảnh hưởng đến trải nghiệm của bạn..",
 "This configuration contains less than 10 items. Are you REALLY sure that you want to sync with this file? (y/n)?": "Cấu hình này chứa ít hơn 10 mục. Bạn có thực sự chắc chắn rằng bạn muốn đồng bộ hóa với tệp này? (y/n)?",
 "Let's start off with a quick input! Let's say you want to enable this option (use the prompt here for the example), enter \"y\"!": "Hãy bắt đầu với một đầu vào nhanh chóng! Giả sử bạn muốn kích hoạt tùy chọn này (sử dụng lời nhắc ở đây cho ví dụ), nhập \"Y\"!",
 "Installing package: (*) [(*)/100]": "Cài đặt gói: (*) [(*)/100]",
 "Roblox Studio has not been installed!": "Roblox Studio chưa được cài đặt!",
 "Roblox has not been installed!": "Roblox chưa được cài đặt!",
 "There is an issue while trying to install Roblox Studio. Please try again by restarting this app!": "Có một vấn đề trong khi cố gắng cài đặt Roblox Studio. Vui lòng thử lại bằng cách khởi động lại ứng dụng này!",
 "There is an issue while trying to install Roblox(*). Please try again by restarting this app!": "Có một vấn đề trong khi cố gắng cài đặt Roblox (*). Vui lòng thử lại bằng cách khởi động lại ứng dụng này!",
 "There is an issue while trying to install Roblox. Please try again by restarting this app!": "Có một vấn đề trong khi cố gắng cài đặt Roblox. Vui lòng thử lại bằng cách khởi động lại ứng dụng này!",
 "Vanilla Roblox Studio has not been installed!": "Vanilla Roblox Studio chưa được cài đặt!",
 "Vanilla Roblox has not been installed!": "Vanilla Roblox chưa được cài đặt!",
 "Verifying from Roblox's server: (*) [(*)/100]": "Xác minh từ máy chủ của roblox: (*) [(*)/100]",
 "Downloading from: (*)": "Tải xuống từ: (*)",
 "Published Game": "Trò chơi được xuất bản",
 "Would you like to enable deleting localized Studio fonts? (y/n)": "Bạn có muốn cho phép xóa phông chữ studio cục bộ không? (y/n)",
 "Would you like to enable limiting Localized Studio Documentations to English (United States)? (Select your Roblox language to English (US) for this) (y/n)": "Bạn có muốn kích hoạt giới hạn các tài liệu phòng thu cục bộ sang tiếng Anh (Hoa Kỳ) không? (Chọn ngôn ngữ Roblox của bạn sang tiếng Anh (Hoa Kỳ) cho điều này) (y/n)",
 "[Connection Handler]: Unable to connect to Discord (1)! Error: (*)": "[Handler kết nối]: Không thể kết nối với Discord (1)! Lỗi: (*)",
 "[Connection Handler]: Unable to connect to Discord (2)! Error: (*)": "[Handler kết nối]: Không thể kết nối với Discord (2)! Lỗi: (*)",
 "8. macOS App was built using (*)pyinstaller 📦(*) and (*)clang 📦(*). You can recreate and deploy using the following command! Use the README.md for more information.": "8. Ứng dụng macOS được xây dựng bằng (*)pyinstaller 📦(*)và (*)clang (*). Bạn có thể tạo lại và triển khai bằng lệnh sau! Sử dụng readme.md để biết thêm thông tin..",
 "Join Server! 🚀": "Tham gia máy chủ! 🚀",
 "Made by (*)": "Được thực hiện bởi (*)",
 "Open Game Page 🌐": "Mở trang trò chơi 🌐",
 "Open Logged User Page 🌐": "Mở trang người dùng đã đăng nhập 🌐",
 "Opened Studio as (*) (@(*))!": "Mở Studio dưới dạng (*)(@(*))!",
 "Opened as Local File!": "Mở dưới dạng tập tin cục bộ!",
 "Playing @(*) as (*)!": "Chơi @(*)như (*)!",
 "Roblox": "Roblox",
 "Roblox - Playing (*)": "Roblox - Chơi (*)",
 "Roblox - Playing @(*) [ID: (*)] as (*)!": "Roblox - chơi @(*) [Id: (*)] như (*)!",
 "Roblox - Playing @(*) [ID: (*)]!": "Roblox - chơi @(*) [Id: (*)]!",
 "Roblox Studio": "Roblox Studio",
 "Roblox Studio - Opened (*)": "Roblox Studio - đã mở (*)",
 "Roblox Studio - Opened @(*) [ID: (*)] as (*)!": "Roblox Studio - đã mở @(*) [Id: (*)] như (*)!",
 "Roblox Studio - Opened @(*) [ID: (*)]!": "Roblox Studio - đã mở @(*) [Id: (*)]!",
 "Fetching Friends! This may take a moment.": "Tìm kiếm bạn bè! Điều này có thể mất một chút thời gian..",
 "There was an error on getting friends user info! Error: (*)": "Có một lỗi về việc nhận thông tin người dùng của bạn bè! Lỗi: (*)",
 "There was an error on getting friends! Error: (*)": "Có một lỗi khi kết bạn! Lỗi: (*)",
 "Betas could contain bugs that could break your Roblox installation!": "Betas có thể chứa các lỗi có thể phá vỡ cài đặt Roblox của bạn!",
 "Would you like to enable OrangeBlox Beta? (y/n)": "Bạn có muốn kích hoạt beta OrangeBlox không? (y/n)",
 "Install was finished and installed!": "Cài đặt đã hoàn thành và cài đặt!",
 "Install was not finished and an error might have occurred!": "Cài đặt chưa kết thúc và một lỗi có thể đã xảy ra!",
 "--- Unknown file ---": "--- Tệp không xác định ---",
 "Install Information!": "Cài đặt thông tin!",
 "This will not bypass scans by your anti-virus software. It will only allow running by the operating system.": "Điều này sẽ không bỏ qua quét bởi phần mềm chống vi-rút của bạn. Nó sẽ chỉ cho phép chạy bởi hệ điều hành..",
 "Unable to read OrangeBlox file due to the file handler not added.": "Không thể đọc tệp OrangeBlox do trình xử lý tệp không được thêm vào..",
 "Made by (*)(*)": "Được thực hiện bởi (*)(*)",
 "Warning! This may take way too long time due to Roblox ratelimits.": "Cảnh báo! Điều này có thể mất quá lâu do Roblox RATELIMITS..",
 "Warning! This could be falsified due to friend restrictions in view of other users!": "Cảnh báo! Điều này có thể bị làm sai lệch do hạn chế bạn bè trong quan điểm của người dùng khác!",
 "Downloading ZIP File failed. Would you like to continue without updating? (y/n)": "Tải xuống tệp ZIP không thành công. Bạn có muốn tiếp tục mà không cập nhật không? (y/n)",
 "Extracting ZIP File failed. Would you like to continue without updating? (y/n)": "Trích xuất tệp ZIP không thành công. Bạn có muốn tiếp tục mà không cập nhật không? (y/n)",
 "Unable to download Roblox (*) installer due to an error. Code: (*)": "Không thể tải xuống Trình cài đặt Roblox (*)do lỗi. Mã số: (*)",
 "Unable to download Roblox (*) installer due to an http error. Code: (*)": "Không thể tải xuống Trình cài đặt Roblox (*)do lỗi HTTP. Mã số: (*)",
 "Unable to install Roblox due to a download error.": "Không thể cài đặt Roblox do lỗi tải xuống..",
 "Command: (*) Install.py -r -rp -rc": "Lệnh: (*)Install.py -r -rp -rc",
 "Licenses are listed in (*) or included with your installation in: (*)": "Giấy phép được liệt kê trong (*)hoặc được bao gồm trong cài đặt của bạn trong: (*)",
 "Clearing Unneeded Files..": "Xóa các tệp không cần thiết..",
 "Checking Virtual Environments..": "Kiểm tra môi trường ảo..",
 "Failed to create virtual environment. Response Code: (*)": "Không tạo ra môi trường ảo. Mã phản hồi: (*)",
 "Found Virtual Environment!": "Tìm thấy môi trường ảo!",
 "Generated Virtual Environment!": "Tạo môi trường ảo!",
 "Would you like to use virtual environments for OrangeBlox? (y/n)": "Bạn có muốn sử dụng môi trường ảo cho OrangeBlox không? (y/n)",
 "Would you like to use Python Virtual Environments for OrangeBlox? (y/n)": "Bạn có muốn sử dụng môi trường ảo Python cho OrangeBlox không? (y/n)",
 "--- Disable VC Beta Badge ---": "--- Tắt huy hiệu Beta VC ---",
 "--- Disable Wi-Fi Disconnect ---": "--- Tắt ngắt kết nối Wi-Fi ---",
 "--- Limit Animations Playing ---": "--- Giới hạn hoạt hình chơi ---",
 "--- Reduce FPS #1 ---": "--- Giảm FPS #1 ---",
 "--- Reduce FPS #2 ---": "--- Giảm FPS #2 ---",
 "--- Reduce Ping ---": "--- Giảm ping ---",
 "--- Stutter Animations Fix ---": "--- Sửa hình hoạt hình nói lắp ---",
 "Would you like to disable disconnecting from servers when wifi is changed on the client? (y/n)": "Bạn có muốn tắt ngắt kết nối với các máy chủ khi WiFi được thay đổi trên máy khách không? (y/n)",
 "Would you like to disable the VC beta badge on the client? (y/n)": "Bạn có muốn tắt huy hiệu Beta VC trên máy khách không? (y/n)",
 "Would you like to enable reducing FPS using pack 1? (y/n)": "Bạn có muốn kích hoạt giảm FPS bằng Gói 1 không? (y/n)",
 "Would you like to enable reducing FPS using pack 2 (comfort mode)? (y/n)": "Bạn có muốn kích hoạt giảm FPS bằng Gói 2 (Chế độ thoải mái) không? (y/n)",
 "Would you like to enable reducing ping flags? (y/n)": "Bạn có muốn cho phép giảm cờ ping không? (y/n)",
 "Would you like to set a number of Animations that can be played in-game on the client? (y/n)": "Bạn có muốn đặt một số hình ảnh động có thể được chơi trong trò chơi trên máy khách không? (y/n)",
 "--- Rename Connections to Friends ---": "--- Đổi tên kết nối với bạn bè ---",
 "Would you like to enable renaming Connections back to Friends on the client? (y/n)": "Bạn có muốn bật đổi tên kết nối trở lại với bạn bè trên khách hàng không? (y/n)",
 "Input the number of animations you would like to limit:": "Nhập số lượng hình ảnh động bạn muốn giới hạn:",
 "\u001b[38;5;(*)mCheck for Updates [(*) ](*)": "[38; 5; (*)McHeck để cập nhật [(*)] (*)",
 "\u001b[38;5;(*)mNew Updates Available! [v(*) => v(*)] [(*) ](*)": "[38; 5; (*)Cập nhật MNEW có sẵn! [v(*)=> v(*)] [(*)] (*)",
 "Building Python Cache..": "Xây dựng bộ đệm Python..",
 "Would you like to build Python cache on app start? (y/n)": "Bạn có muốn xây dựng bộ đệm Python khi bắt đầu ứng dụng không? (y/n)",
 "Successfully built Python cache!": "Được xây dựng thành công bộ đệm Python!",
 "Unable to build python cache. Return code: (*)": "Không thể xây dựng bộ đệm Python. Mã trở lại: (*)",
 "For macOS users, admin permission is needed in order to install.": "Đối với người dùng macOS, cần có quyền quản trị để cài đặt..",
 "Hello! In order to use Roblox Fast Flags Installer, you'll need to install Python 3.11 or higher in order to continue. ": "Xin chào! Để sử dụng Trình cài đặt Fast Flags của Roblox, bạn sẽ cần cài đặt Python 3.11 trở lên để tiếp tục..",
 "PyKits is not normally made for versions less than 3.11.0.": "Pykits thường không được làm cho các phiên bản nhỏ hơn 3.11.0..",
 "Python may take a moment to install! Please wait!": "Python có thể mất một chút thời gian để cài đặt! Vui lòng chờ!",
 "Roblox Fast Flags Installer is only supported for Windows 10.0.17763 (October 2018) or higher. Please update your operating system in order to continue!": "Trình cài đặt Fast Flags Roblox chỉ được hỗ trợ cho Windows 10.0.17763 (tháng 10 năm 2018) hoặc cao hơn. Vui lòng cập nhật hệ điều hành của bạn để tiếp tục!",
 "Roblox Fast Flags Installer is only supported for macOS 10.13 (High Sierra) or higher. Please update your operating system in order to continue!": "Trình cài đặt cờ nhanh Roblox chỉ được hỗ trợ cho macOS 10.13 (High Sierra) hoặc cao hơn. Vui lòng cập nhật hệ điều hành của bạn để tiếp tục!",
 "Roblox Fast Flags Installer is only supported for macOS and Windows.": "Trình cài đặt Fast Flags Roblox chỉ được hỗ trợ cho macOS và Windows..",
 "Silently installing Python packages..": "Âm thầm cài đặt các gói Python..",
 "Silently installing Python packages.. Admin permissions may be requested.": "Âm thầm cài đặt các gói Python.. có thể yêu cầu quyền của quản trị viên..",
 "Successfully installed Python package: (*)": "Gói Python đã cài đặt thành công: (*)",
 "Would you like to enable slient Python installs instead of a prompt for python updates? (y/n)": "Bạn có muốn bật cài đặt Python SLient thay vì nhắc nhở cập nhật Python không? (y/n)",
 "Organizing Mod Folders..": "Tổ chức các thư mục Mod..",
 "Allow detecting when you join a team create server": "Cho phép phát hiện khi bạn tham gia một nhóm tạo máy chủ",
 "Roblox Game Saved!": "Trò chơi Roblox đã lưu!",
 "Roblox Game has been successfully saved to Roblox!": "Trò chơi Roblox đã được lưu thành công vào Roblox!",
 "Saved Game": "Trò chơi đã lưu",
 "When you save a game from Roblox Studio, your webhook gets pinged with game information such as Server Location and Editing Link.": "Khi bạn lưu một trò chơi từ Roblox Studio, webhook của bạn sẽ bị ping với thông tin trò chơi như vị trí máy chủ và liên kết chỉnh sửa..",
 "[(*)/(*)] Saving Game Information (y/n)": "[(*)/(*)] Lưu thông tin trò chơi (y/n)",
 "(*) python modules are now available to be updated! Install the update by opening the main menu, checking for Python Module updates and then install!": "(*)Các mô -đun Python hiện có sẵn để được cập nhật! Cài đặt bản cập nhật bằng cách mở menu chính, kiểm tra các bản cập nhật mô -đun Python và sau đó cài đặt!",
 "--- Update Python Modules ---": "--- Cập nhật các mô-đun Python ---",
 "No Python module updates are available right now!": "Không có bản cập nhật mô -đun Python có sẵn ngay bây giờ!",
 "Please wait while the modules are being updated!": "Vui lòng đợi trong khi các mô -đun đang được cập nhật!",
 "Python Module Updates Available!": "Cập nhật mô -đun Python có sẵn!",
 "Python Modules has been updated!": "Các mô -đun Python đã được cập nhật!",
 "Successfully updated all Python modules!": "Cập nhật thành công tất cả các mô -đun Python!",
 "The following modules are available to be updated!": "Các mô -đun sau đây có sẵn để được cập nhật!",
 "There was an issue trying to fetch for module updates!": "Có một vấn đề cố gắng tìm nạp các bản cập nhật mô -đun!",
 "Unable to update all Python modules.": "Không thể cập nhật tất cả các mô -đun Python..",
 "Update Python Modules (*)[+(*)](*)": "Cập nhật các mô -đun Python (*) [+(*)] (*)",
 "Would you like to disable Python Module Update Checks? (y/n)": "Bạn có muốn tắt kiểm tra cập nhật mô -đun Python không? (y/n)",
 "Would you like to install the updates to them now?": "Bạn có muốn cài đặt các bản cập nhật cho họ bây giờ không?",
 "No updates for Python Modules were available!": "Không có cập nhật cho các mô -đun Python đã có sẵn!",
 "Python Module updating was canceled!": "Cập nhật mô -đun Python đã bị hủy!",
 "⚠️ For information about this update, use this link: https://github.com/EfazDev/orangeblox/releases": "để biết thông tin về bản cập nhật này, hãy sử dụng liên kết này: https://github.com/EfazDev/orangeblox/releases",
 "Installing Certificates..": "Cài đặt chứng chỉ..",
 "Successfully installed EfazDev Code-signing Certificates!": "Đã cài đặt thành công các chứng chỉ ký mã EfazDev!",
 "Unable to install certificates!": "Không thể cài đặt chứng chỉ!",
 "Would you like to install Efaz's Security CA Certificate (EfazDev ECC Security CA)? (This may validate security) (y/n)": "Bạn có muốn cài đặt chứng chỉ CA bảo mật của EFAZ (EfazDev ECC Security CA) không? (Điều này có thể xác nhận bảo mật) (y/n)",
 "This is apart of code-signing and may affect security.": "Điều này là ngoài ký hiệu mã và có thể ảnh hưởng đến bảo mật..",
 "Would you enable installing the latest version of EfazDev ECC Security CA?": "Bạn có cho phép cài đặt phiên bản mới nhất của EfazDev ECC Security CA không?",
 "Would you like to enable installing the latest version of EfazDev ECC Security CA? (y/n)": "Bạn có muốn bật cài đặt phiên bản mới nhất của EfazDev ECC Security CA không? (y/n)",
 "Removing OrangeBlox Data..": "Loại bỏ dữ liệu OrangeBlox..",
 "Please select the Provided Mod Configuration to use.": "Vui lòng chọn cấu hình Mod được cung cấp để sử dụng..",
 "[(*)] - (*)(*)": "[(*)] - (*)(*)",
 "[3] = Use Provided Configuration": "[3] = Sử dụng Cấu hình được cung cấp",
 " • (*)": "• (*)",
 "(*)": "(*)",
 "1. Made by (*)": "1. Được thực hiện bởi (*)",
 "2. Old Player Sounds and Cursors were sourced from (*)": "2. Âm thanh người chơi cũ và con trỏ có nguồn gốc từ (*)",
 "3. Avatar Editor Maps were from (*) slightly edited to be usable for the current version of Roblox (as of the time of writing this)": "3. Bản đồ trình soạn thảo avatar được chỉnh sửa một chút để có thể sử dụng cho phiên bản hiện tại của Roblox (kể từ thời điểm viết bài này)",
 "4. The Kliko's Mod Tool Mod Script was edited and made from (*)": "4. Tập lệnh Mod Mod Mod của Kliko đã được chỉnh sửa và được thực hiện từ (*)",
 "6. The logo of OrangeBlox was made thanks of (*). Thanks :)": "6. Logo của OrangeBlox đã được thực hiện, cảm ơn (*). Cảm ơn:)",
 "7. Server Locations was made thanks to (*) as it wouldn't be possible to convert ip addresses without them!": "7. Vị trí máy chủ đã được thực hiện nhờ (*)vì không thể chuyển đổi địa chỉ IP mà không có chúng!",
 "8. Windows App was built using (*). You can recreate and deploy using the following command! Use the README.md for more information.": "8. Ứng dụng Windows được xây dựng bằng cách sử dụng (*). Bạn có thể tạo lại và triển khai bằng lệnh sau! Sử dụng readme.md để biết thêm thông tin..",
 "8. macOS App was built using (*) and (*). You can recreate and deploy using the following command! Use the README.md for more information.": "ứng dụng macOS được xây dựng bằng cách sử dụng (*)và (*). Bạn có thể tạo lại và triển khai bằng lệnh sau! Sử dụng readme.md để biết thêm thông tin..",
 "Check for Updates [(*)(*)]": "Kiểm tra các bản cập nhật [(*)(*)]]",
 "Color Key: (*) (*) (*) (*) (*)": "Phím màu: (*)(*)(*)(*)(*)",
 "New Updates Available! [v(*) => v(*)] [(*)(*)]": "Cập nhật mới có sẵn! [v(*)=> v(*)] [(*)(*)]",
 "Update Python (*)": "Cập nhật Python (*)",
 "Update Python Modules (*)": "Cập nhật các mô -đun Python (*)",
 "[Caution]": "[Thận trọng]",
 "[Dangerous]": "[Nguy hiểm]",
 "[Extreme]": "[Vô cùng]",
 "[Normal]": "[Bình thường]",
 "[Warning]": "[Cảnh báo]",
 "Disable a mod on your behalf.": "Tắt một Mod thay mặt bạn..",
 "Enable a mod on your behalf.": "Bật một Mod thay mặt bạn..",
 "Get if a mod is enabled or not.": "Nhận nếu một Mod được bật hay không..",
 "[(*)] - (*)(*)(*)": "[(*)] - (*)(*)(*)"
}